-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Aug 12, 2025 at 12:34 PM
-- Server version: 10.4.24-MariaDB
-- PHP Version: 8.1.6

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `profgldani_storage`
--

-- --------------------------------------------------------

--
-- Table structure for table `articles`
--

CREATE TABLE `articles` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`title`)),
  `description` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`description`)),
  `image` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `embed` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `uuid` char(36) COLLATE utf8mb4_unicode_ci NOT NULL,
  `category_id` bigint(20) UNSIGNED NOT NULL,
  `visibility` enum('0','1') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `articles`
--

INSERT INTO `articles` (`id`, `title`, `description`, `image`, `embed`, `uuid`, `category_id`, `visibility`, `created_at`, `updated_at`) VALUES
(28, '{\"en\": \"კრიზისული ცენტრის ბავშვების სტუმრობა კოლეჯში\", \"ka\": \"კრიზისული ცენტრის ბავშვების სტუმრობა კოლეჯში\"}', '{\"en\":\"საქართველოს განათლებისა და მეცნიერების სამინისტრო არასამთავრობო ორგანიზაცია ″სამოქალაქო საზოგადოების განვითარების ცენტრთან″ ერთად ახორციელებს მასშტაბურ პროექტს, რომლის ფარგლებშიც თბილისისა და რეგიონების კრიზისულ ცენტრებში მყოფი ბავშვებისა და მოზარდების საგანმანათლებლო სივრცესა და საზოგადოებასთან ადაპტირებისა და ინტეგრაციის საკითხებზე მუშაობს. პროექტის ერთ-ერთ მთავარ მიზანს წარმოადგენს მათთვის საგანმანათლებლო შესაძლებლობების მოძიება და გაცნობა. დახმარება ერთი საგანმანათლებლო საფეხურიდან მეორეზე ტრანზაციის პროცესში. ″ტრანზიტული საგანმანათლებლო პროგრამის″ მონაწილე ბავშვები 11 მაისს პროფორიენტაციის ფარგლებში, გლდანის კოლეჯს ესტუმრნენ, მათ დაათვალიერეს კოლეჯის ინფრასტრუქტურა და გაეცნენ არსებულ პროფესიულ პროგრამებს, სტუმრებს მეგზურობას უწევდა კოლეჯის დირექტორი, ბატონი ნოდარ ხარაზიშვილი. ვიზიტის ერთ-ერთ მთავარ მიზანს წარმოადგენდა მათი პროფორიენტაციისა და კარიერის დაგეგმვის მხარდაჭერა.\",\"ka\":\"საქართველოს განათლებისა და მეცნიერების სამინისტრო არასამთავრობო ორგანიზაცია ″სამოქალაქო საზოგადოების განვითარების ცენტრთან″ ერთად ახორციელებს მასშტაბურ პროექტს, რომლის ფარგლებშიც თბილისისა და რეგიონების კრიზისულ ცენტრებში მყოფი ბავშვებისა და მოზარდების საგანმანათლებლო სივრცესა და საზოგადოებასთან ადაპტირებისა და ინტეგრაციის საკითხებზე მუშაობს. პროექტის ერთ-ერთ მთავარ მიზანს წარმოადგენს მათთვის საგანმანათლებლო შესაძლებლობების მოძიება და გაცნობა. დახმარება ერთი საგანმანათლებლო საფეხურიდან მეორეზე ტრანზაციის პროცესში. ″ტრანზიტული საგანმანათლებლო პროგრამის″ მონაწილე ბავშვები 11 მაისს პროფორიენტაციის ფარგლებში, გლდანის კოლეჯს ესტუმრნენ, მათ დაათვალიერეს კოლეჯის ინფრასტრუქტურა და გაეცნენ არსებულ პროფესიულ პროგრამებს, სტუმრებს მეგზურობას უწევდა კოლეჯის დირექტორი, ბატონი ნოდარ ხარაზიშვილი. ვიზიტის ერთ-ერთ მთავარ მიზანს წარმოადგენდა მათი პროფორიენტაციისა და კარიერის დაგეგმვის მხარდაჭერა.\"}', '66539e0a94755-1716755978.jpg', NULL, '2c1d2b0e-6026-4bd2-8957-31ecf4a68fdd', 5, '1', '2022-10-04 16:39:38', '2024-05-26 16:39:38'),
(29, '{\"en\": \"კოლეჯმა GT-მოტორსს მოტორსი უმასპინძლა\", \"ka\": \"კოლეჯმა GT-მოტორსს მოტორსი უმასპინძლა\"}', '{\"en\":\"11 მაისს კოლეჯმა GT-მოტორსს უმასპინძლა. როგორც ცნობილია, 2021 წლიდან სსიპ - კოლეჯ „გლდანის პროფესიული მომზადების ცენტრმა“ აპლიკანტებს ავტომობილის მიმართულებით, სამი მოდულური პროფესიული საგანმანათლებლო პროგრამა შესთავაზა, მათ შორის „მსუბუქი ავტომობილის ელექტრო და ელექტრონული სისტემების შეკეთება“. აღნიშნული პროგრამის განხორციელება მოითხოვდა შესაბამისი სახელოსნოებისა და მოწყობილობების (ბოქსი, ავტომობილის ხიდური ამწე და ა.შ.) გამართვას, რომელიც განთავსდა დაწესებულების ეზოს მიმდებარე ტერიტორიაზე. კოლეჯმა წარმატებით გაიარა ავტორიზაცია და მაღალმა კონკურსმა კიდევ ერთხელ ცხადყო აღნიშნული სპეციალობის საჭიროება და მოთხოვნადობა. ამ სფეროში აქტუალურია პარტნიორობა კერძო სექტორთან. ამისათვის, კოლეჯი ხელს უწყობს პროფესიული განათლების სფეროში სასწავლო-სამეწარმეო პარტნიორობას, თანამშრომლობს სხვა საგანმანათლებლო დაწესებულებებთან და კერძო ბიზნესის წარმომადგენლებთან. კოლეჯის ძირითადი მიზნის მიღწევისთვის მნიშვნელოვანია ამ სფეროში კერძო სექტორის ჩართულობის გაზრდა, რათა სტუდენტებმა ორიენტირება მოახდინონ პრაქტიკულ სწავლებაზე, რაც გულისხმობს მათ სამუშაო გარემოსთან შეგუებას და პროფესიის შესაბამისი უნარ-ჩვევების გამომუშავებას/დახვეწას. პროგრამებიდან გამომდინარე, კოლეჯის მიერ წლების განმავლობაში გაფორმებულია 150-მდე ურთიერთთანამშრომლობის მემორანდუმი ამ სფეროებში ჩართულ კომპანიებთან, რაც საგანმანათლებლო პროგრამების განხორციელების დიდ გამოცდილებაზე მიუთითებს. ვთანამშრომლობთ და მაქსიმალურ გათვლას ვახდენთ კერძო ბიზნესის წარმომადგენლებთან ერთად, რათა შრომის ბაზარზე ჩვენი კურსდამთავრებულები წარმატებული იყვნენ. პარტნიორ კომპანიებს შორისაა ჯი-თი მოტორსიც, რომელმაც ვიზიტის ფარგლებში, დაწესებულებას გადასცა უამრავი სასწავლო ინვენტარი, მაკეტები, მანქანის ნაწილები, რომლითაც კიდევ უფრო სრულად აღიჭურვა ავტოსახელოსნო. ურთირთთანამშრომლობის შესახებ მემორანდუმი, რომელიც მიზნად ისახავს დასაქმებისა და ეკონომიკური ზრდის მხარდაჭერას, დამსაქმებლების და საგანმანათლებლო დაწესებულებების თანამშრომლობის სტიმულირებას. მიგვაჩნია, რომ ერთ-ერთი საუკეთესო გზა, რომელიც უზრუნველყოფს პროფესიული კადრების შესაბამისობას შრომის ბაზრის საჭიროებასთან, არის ისეთი მექანიზმების შემუშავება, რომლებიც დააკავშირებს დამსაქმებელთა ინტერესებს სასწავლო დაწესებულებებთან. დამსაქმებლებს არსებითი როლი და პასუხისმგებლობა აკისრიათ სისტემის წარმატებულ ფუნქციონირებაში, რაც უმნიშვნელოვანესია იმისათვის, რომ მომავლაში მიიღონ შრომის ბაზრის შესაბამისად მომზადებული, კომპეტენტური კადრები. მას უნდა ჰქონდეს მოტივაცია, დაასაქმოს პროფესიული განათლების მქონე პირი, რომლის შერჩევისა და კვალიფიკაციის მინიჭების პროცესში მას, პირდაპირ თუ ირიბად, მონაწილეობა აქვს მიღებული. შეხვედრას ესწრებოდნენ სამინისტროს წარმომადგენლები - მაკა კურდღელია და ნათია გვირჯიშვილი, რომელთაც პროფესიულ განათლებაში კერძო კომპანიების როლზე ისაუბრეს და გამოთქვეს მზადყოფნა, მათი მხრიდან მუდმივ თანამშრომლობაზე.\",\"ka\":\"11 მაისს კოლეჯმა GT-მოტორსს უმასპინძლა. როგორც ცნობილია, 2021 წლიდან სსიპ - კოლეჯ „გლდანის პროფესიული მომზადების ცენტრმა“ აპლიკანტებს ავტომობილის მიმართულებით, სამი მოდულური პროფესიული საგანმანათლებლო პროგრამა შესთავაზა, მათ შორის „მსუბუქი ავტომობილის ელექტრო და ელექტრონული სისტემების შეკეთება“. აღნიშნული პროგრამის განხორციელება მოითხოვდა შესაბამისი სახელოსნოებისა და მოწყობილობების (ბოქსი, ავტომობილის ხიდური ამწე და ა.შ.) გამართვას, რომელიც განთავსდა დაწესებულების ეზოს მიმდებარე ტერიტორიაზე. კოლეჯმა წარმატებით გაიარა ავტორიზაცია და მაღალმა კონკურსმა კიდევ ერთხელ ცხადყო აღნიშნული სპეციალობის საჭიროება და მოთხოვნადობა. ამ სფეროში აქტუალურია პარტნიორობა კერძო სექტორთან. ამისათვის, კოლეჯი ხელს უწყობს პროფესიული განათლების სფეროში სასწავლო-სამეწარმეო პარტნიორობას, თანამშრომლობს სხვა საგანმანათლებლო დაწესებულებებთან და კერძო ბიზნესის წარმომადგენლებთან. კოლეჯის ძირითადი მიზნის მიღწევისთვის მნიშვნელოვანია ამ სფეროში კერძო სექტორის ჩართულობის გაზრდა, რათა სტუდენტებმა ორიენტირება მოახდინონ პრაქტიკულ სწავლებაზე, რაც გულისხმობს მათ სამუშაო გარემოსთან შეგუებას და პროფესიის შესაბამისი უნარ-ჩვევების გამომუშავებას/დახვეწას. პროგრამებიდან გამომდინარე, კოლეჯის მიერ წლების განმავლობაში გაფორმებულია 150-მდე ურთიერთთანამშრომლობის მემორანდუმი ამ სფეროებში ჩართულ კომპანიებთან, რაც საგანმანათლებლო პროგრამების განხორციელების დიდ გამოცდილებაზე მიუთითებს. ვთანამშრომლობთ და მაქსიმალურ გათვლას ვახდენთ კერძო ბიზნესის წარმომადგენლებთან ერთად, რათა შრომის ბაზარზე ჩვენი კურსდამთავრებულები წარმატებული იყვნენ. პარტნიორ კომპანიებს შორისაა ჯი-თი მოტორსიც, რომელმაც ვიზიტის ფარგლებში, დაწესებულებას გადასცა უამრავი სასწავლო ინვენტარი, მაკეტები, მანქანის ნაწილები, რომლითაც კიდევ უფრო სრულად აღიჭურვა ავტოსახელოსნო. ურთირთთანამშრომლობის შესახებ მემორანდუმი, რომელიც მიზნად ისახავს დასაქმებისა და ეკონომიკური ზრდის მხარდაჭერას, დამსაქმებლების და საგანმანათლებლო დაწესებულებების თანამშრომლობის სტიმულირებას. მიგვაჩნია, რომ ერთ-ერთი საუკეთესო გზა, რომელიც უზრუნველყოფს პროფესიული კადრების შესაბამისობას შრომის ბაზრის საჭიროებასთან, არის ისეთი მექანიზმების შემუშავება, რომლებიც დააკავშირებს დამსაქმებელთა ინტერესებს სასწავლო დაწესებულებებთან. დამსაქმებლებს არსებითი როლი და პასუხისმგებლობა აკისრიათ სისტემის წარმატებულ ფუნქციონირებაში, რაც უმნიშვნელოვანესია იმისათვის, რომ მომავლაში მიიღონ შრომის ბაზრის შესაბამისად მომზადებული, კომპეტენტური კადრები. მას უნდა ჰქონდეს მოტივაცია, დაასაქმოს პროფესიული განათლების მქონე პირი, რომლის შერჩევისა და კვალიფიკაციის მინიჭების პროცესში მას, პირდაპირ თუ ირიბად, მონაწილეობა აქვს მიღებული. შეხვედრას ესწრებოდნენ სამინისტროს წარმომადგენლები - მაკა კურდღელია და ნათია გვირჯიშვილი, რომელთაც პროფესიულ განათლებაში კერძო კომპანიების როლზე ისაუბრეს და გამოთქვეს მზადყოფნა, მათი მხრიდან მუდმივ თანამშრომლობაზე.\"}', '66539e62eaa95-1716756066.jpg', NULL, '8326a7bf-5851-4c8e-8f5f-61c8b6253779', 5, '1', '2022-05-22 16:41:06', '2024-05-26 16:41:06'),
(30, '{\"en\": \"2022-2023 წლების სამოქმედო გეგმის შემუშავება\", \"ka\": \"2022-2023 წლების სამოქმედო გეგმის შემუშავება\"}', '{\"en\":\"კოლეჯის ერთწლიანი (10.08.2022წ.-10.08.2023წ.) სამოქმედო გეგმის პროექტის შემუშავების მიზნით კოლეჯის დირექტორის მიერ შექმნილია სამუშაო ჯგუფი. პროექტი მუშავდება გუნდურად, კოლეჯის თანამშრომლების, პროფესიული განათლების მასწავლებლებისა და პროფესიული სტუდენტების აქტიური ჩართულობით და ასახავს სტრატეგიულ გეგმაში წარმოდგენილი მიზნების მიღწევისათვის საჭირო კონკრეტულ ნაბიჯებს და ცხადყოფდეს სტრატეგიულ გეგმაში მოცემული მიზნების მიღწევის გზებს. სამუშაო ჯგუფი მზად არის ერთწლიანი სამოქმედო გეგმის პროექტის შემუშავების მიზნით ითანამშრომლოს ყველა დაინტერესებულ პირთან.\",\"ka\":\"კოლეჯის ერთწლიანი (10.08.2022წ.-10.08.2023წ.) სამოქმედო გეგმის პროექტის შემუშავების მიზნით კოლეჯის დირექტორის მიერ შექმნილია სამუშაო ჯგუფი. პროექტი მუშავდება გუნდურად, კოლეჯის თანამშრომლების, პროფესიული განათლების მასწავლებლებისა და პროფესიული სტუდენტების აქტიური ჩართულობით და ასახავს სტრატეგიულ გეგმაში წარმოდგენილი მიზნების მიღწევისათვის საჭირო კონკრეტულ ნაბიჯებს და ცხადყოფდეს სტრატეგიულ გეგმაში მოცემული მიზნების მიღწევის გზებს. სამუშაო ჯგუფი მზად არის ერთწლიანი სამოქმედო გეგმის პროექტის შემუშავების მიზნით ითანამშრომლოს ყველა დაინტერესებულ პირთან.\"}', '66539eafec5f0-1716756143.jpg', NULL, '86b21046-e5aa-4f95-9436-bd1a05a24cec', 4, '0', '2022-08-02 16:42:23', '2024-05-26 16:42:23'),
(31, '{\"en\": \"მიმდინარეობს სამოქმედო გეგმის პროექტის შემუშავება\", \"ka\": \"მიმდინარეობს სამოქმედო გეგმის პროექტის შემუშავება\"}', '{\"en\": \"კოლეჯის ერთწლიანი (10.08.2023წ.-10.08.2024წ.) სამოქმედო გეგმის პროექტის შემუშავების მიზნით კოლეჯის დირექტორის მიერ შექმნილია სამუშაო ჯგუფი.\\r\\n\\r\\nპროექტი მუშავდება გუნდურად, კოლეჯის თანამშრომლების, პროფესიული განათლების მასწავლებლებისა და პროფესიული სტუდენტების აქტიური ჩართულობით და უნდა ასახავდეს სტრატეგიულ გეგმაში წარმოდგენილი მიზნების მიღწევისათვის საჭირო კონკრეტულ ნაბიჯებს და ცხადყოფდეს სტრატეგიულ გეგმაში მოცემული მიზნების მიღწევის გზებს, ამ მიზნების ერთგვარ „ჩაშლას“ უფრო მცირე და ადვილად მართვად კომპონენტებად.\\r\\n\\r\\nსამუშაო ჯგუფი მზად არის ერთწლიანი სამოქმედო გეგმის პროექტის შემუშავების მიზნით ითანამშრომლოს ყველა დაინტერესებულ პირთან, რომლებმაც შეიძლება მიმართონ კოლეჯის ადმინისტრაციას ყოველ დღე შაბათ- კვირის გარდა.\", \"ka\": \"კოლეჯის ერთწლიანი (10.08.2023წ.-10.08.2024წ.) სამოქმედო გეგმის პროექტის შემუშავების მიზნით კოლეჯის დირექტორის მიერ შექმნილია სამუშაო ჯგუფი.\\r\\n\\r\\nპროექტი მუშავდება გუნდურად, კოლეჯის თანამშრომლების, პროფესიული განათლების მასწავლებლებისა და პროფესიული სტუდენტების აქტიური ჩართულობით და უნდა ასახავდეს სტრატეგიულ გეგმაში წარმოდგენილი მიზნების მიღწევისათვის საჭირო კონკრეტულ ნაბიჯებს და ცხადყოფდეს სტრატეგიულ გეგმაში მოცემული მიზნების მიღწევის გზებს, ამ მიზნების ერთგვარ „ჩაშლას“ უფრო მცირე და ადვილად მართვად კომპონენტებად.\\r\\n\\r\\nსამუშაო ჯგუფი მზად არის ერთწლიანი სამოქმედო გეგმის პროექტის შემუშავების მიზნით ითანამშრომლოს ყველა დაინტერესებულ პირთან, რომლებმაც შეიძლება მიმართონ კოლეჯის ადმინისტრაციას ყოველ დღე შაბათ- კვირის გარდა.\"}', '66539f0a64249-1716756234.png', NULL, '733da60d-2dcf-434b-ba95-fdcc7f3829fa', 5, '1', '2023-08-08 16:43:54', '2024-05-26 16:43:54'),
(32, '{\"en\": \"„სსიპ - განათლების ხარისხის განვითარების ეროვნულმა ცენტრმა\\\" დააჯილდოვა სსიპ - კოლეჯი \\\"გლდანის პროფესიული მომზადების ცენტრი\\\"\", \"ka\": \"„სსიპ - განათლების ხარისხის განვითარების ეროვნულმა ცენტრმა\\\" დააჯილდოვა სსიპ - კოლეჯი \\\"გლდანის პროფესიული მომზადების ცენტრი\\\"\"}', '{\"en\": \"7 მარტს განათლების ხარისხის განვითარების ეროვნული ცენტრის 2024 წლის საერთაშორისო კონფერენცია გაიმართა. კონფერენციის მესამე დღე დაეთმო პროფესიული განათლების ხარისხის უზრუნველყოფის საკითხებს და სისტემის განვითარების ტენდენციებს. აქვე, განიხილეს 2023 წელს განხორციელებული მნიშვნელოვანი ღონისძიებები, განათლების ხარისხის განვითარების ეროვნული ცენტრის მიერ 2024 წლისთვის დაგეგმილი აქტივობები და პროფესიული განათლების რეფორმის სიახლეები.\\r\\n\\r\\nკონფერენციაზე გაზიარებული იქნა ადგილობრივი და საერთაშორისო გამოცდილება პროფესიული განათლების საკითხებთან დაკავშირებით. საუკეთესო გამოცდილების ანალიზის შედეგად, სსიპ - კოლეჯ “გლდანის პროფესიული მომზადების ცენტრს“ გადაეცა ჯილდო, ნომინაციაში “კარგი პრაქტიკის დანერგვის გზით პროფესიული განათლების ხარისხის განვითარების ხელშეწყობისათვის“ გამარჯვებისთვის.\\r\\n\\r\\nსსიპ - კოლეჯი „გლდანის პროფესიული მომზადების ცენტრი“ მადლობას უხდის „სსიპ - განათლების ხარისხის განვითარების ეროვნულ ცენტრს“\\r\\nურთიერთთანამშრომლობით გაწეული საქმიანობის დადებითად შეფასებისთვის.\", \"ka\": \"7 მარტს განათლების ხარისხის განვითარების ეროვნული ცენტრის 2024 წლის საერთაშორისო კონფერენცია გაიმართა. კონფერენციის მესამე დღე დაეთმო პროფესიული განათლების ხარისხის უზრუნველყოფის საკითხებს და სისტემის განვითარების ტენდენციებს. აქვე, განიხილეს 2023 წელს განხორციელებული მნიშვნელოვანი ღონისძიებები, განათლების ხარისხის განვითარების ეროვნული ცენტრის მიერ 2024 წლისთვის დაგეგმილი აქტივობები და პროფესიული განათლების რეფორმის სიახლეები.\\r\\n\\r\\nკონფერენციაზე გაზიარებული იქნა ადგილობრივი და საერთაშორისო გამოცდილება პროფესიული განათლების საკითხებთან დაკავშირებით. საუკეთესო გამოცდილების ანალიზის შედეგად, სსიპ - კოლეჯ “გლდანის პროფესიული მომზადების ცენტრს“ გადაეცა ჯილდო, ნომინაციაში “კარგი პრაქტიკის დანერგვის გზით პროფესიული განათლების ხარისხის განვითარების ხელშეწყობისათვის“ გამარჯვებისთვის.\\r\\n\\r\\nსსიპ - კოლეჯი „გლდანის პროფესიული მომზადების ცენტრი“ მადლობას უხდის „სსიპ - განათლების ხარისხის განვითარების ეროვნულ ცენტრს“\\r\\nურთიერთთანამშრომლობით გაწეული საქმიანობის დადებითად შეფასებისთვის.\"}', '66539f940b799-1716756372.jpg', NULL, 'bb26f84c-ec41-4d75-8c91-0df53e3c35ef', 5, '1', '2024-03-22 16:46:12', '2024-05-26 16:46:12'),
(33, '{\"en\": \"ტრეფიკინგთან წინააღმდეგ ბრძოლის ცნობიერების ამაღლების ტრენინგი\", \"ka\": \"ტრეფიკინგთან წინააღმდეგ ბრძოლის ცნობიერების ამაღლების ტრენინგი\"}', '{\"en\":\"18 ოქტომბერს ტრეფიკინგთან ბრძოლის ევროპული დღე აღინიშნება. ადამიანით ვაჭრობის (ტრეფიკინგი) წინააღმდეგ ბრძოლის კვირეულის ფარგლებში, 16 ოქტომბერს, სსიპ - კოლეჯ “გლდანის პროფესიული მომზადების ცენტრში” საინფორმაციო შეხვედრა ჩატარდა. პროფესიული სტუდენტების ცნობიერების ამაღლების მიზნით, ტრეფიკინგის შესახებ სასაუბროდ, მოწვეულები იყვნენ სსიპ სახელმწიფო ზრუნვის სააგენტოს სტრუქტურული ერთეულის თბილისის დაწესებულების წარმომადგენლები, მარიკა ჟორდანია და თამარ ძაგანია. მათ მონაწილეებს გააცნეს ტრეფიკინგის დანაშაულის განმარტება, ამ დანაშაულის წინააღმდეგ ბრძოლის პოლიტიკა და საკანონმდებლო ბაზა, შესაბამისი სახელმწიფო ორგანოების მანდატი, რეფერირების და დაცვის არსებული მექანიზმები და ასევე ადამიანით ვაჭრობის მსხვერპლთათვის ხელმისაწვდომი სერვისები. საინფორმაციო შეხვედრას 100-მდე პროფესიული სტუდენტი დაესწრო, მათი ყურადღება ძირითადად ბავშვთა ტრეფიკინგს დაეთმო. ინტერაქციის ფარგლებში, დაისვა კითხვები ტრეფიკინგის მსხვერპლთა უკეთ იდენტიფიცირების, გამოძიების, სისხლისსამართლებრივი დევნისა და დაცვის შესახებ. ადამიანით ვაჭრობა (ტრეფიკინგი) ადამიანის უფლებათა დარღვევის ერთ-ერთი მძიმე ფორმა და სერიოზული დანაშაულია. სსიპ - კოლეჯი “გლდანის პროფესიული მომზადების ცენტრი” უერთდება ტრეფიკინგის წინააღმდეგ ბრძოლის ევროპულ დღეს და აგრძელებს სამოქალაქო აქტივობებს სტუდენტების ცნობიერების ამაღლების მიზნით.\",\"ka\":\"18 ოქტომბერს ტრეფიკინგთან ბრძოლის ევროპული დღე აღინიშნება. ადამიანით ვაჭრობის (ტრეფიკინგი) წინააღმდეგ ბრძოლის კვირეულის ფარგლებში, 16 ოქტომბერს, სსიპ - კოლეჯ “გლდანის პროფესიული მომზადების ცენტრში” საინფორმაციო შეხვედრა ჩატარდა. პროფესიული სტუდენტების ცნობიერების ამაღლების მიზნით, ტრეფიკინგის შესახებ სასაუბროდ, მოწვეულები იყვნენ სსიპ სახელმწიფო ზრუნვის სააგენტოს სტრუქტურული ერთეულის თბილისის დაწესებულების წარმომადგენლები, მარიკა ჟორდანია და თამარ ძაგანია. მათ მონაწილეებს გააცნეს ტრეფიკინგის დანაშაულის განმარტება, ამ დანაშაულის წინააღმდეგ ბრძოლის პოლიტიკა და საკანონმდებლო ბაზა, შესაბამისი სახელმწიფო ორგანოების მანდატი, რეფერირების და დაცვის არსებული მექანიზმები და ასევე ადამიანით ვაჭრობის მსხვერპლთათვის ხელმისაწვდომი სერვისები. საინფორმაციო შეხვედრას 100-მდე პროფესიული სტუდენტი დაესწრო, მათი ყურადღება ძირითადად ბავშვთა ტრეფიკინგს დაეთმო. ინტერაქციის ფარგლებში, დაისვა კითხვები ტრეფიკინგის მსხვერპლთა უკეთ იდენტიფიცირების, გამოძიების, სისხლისსამართლებრივი დევნისა და დაცვის შესახებ. ადამიანით ვაჭრობა (ტრეფიკინგი) ადამიანის უფლებათა დარღვევის ერთ-ერთი მძიმე ფორმა და სერიოზული დანაშაულია. სსიპ - კოლეჯი “გლდანის პროფესიული მომზადების ცენტრი” უერთდება ტრეფიკინგის წინააღმდეგ ბრძოლის ევროპულ დღეს და აგრძელებს სამოქალაქო აქტივობებს სტუდენტების ცნობიერების ამაღლების მიზნით.\"}', '67c36bb842798-1740860344.jpg', NULL, '4b4dad28-4153-4900-aea6-cc5cf121597a', 4, '1', '2024-10-18 16:39:38', '2025-03-01 16:19:31'),
(34, '{\"en\": \"დასაქმების ფორუმი \'გუდვილი\'\", \"ka\": \"დასაქმების ფორუმი \'გუდვილი\'\"}', '{\"en\":\"2024 წლის 18 ოქტომბერს კოლეჯში დასაქმების ფორუმი გაიმართა. ამჯერად, ვაკანსიები წარმოდგენილი იყო საქართველოში პირველი ჰიპერმარკეტების ქსელის „გუდვილის“ მიერ.. #გუდვილი დამსაქმებელმა სტუდენტებს მოქნილი სამუშაო გრაფიკი და შრომითი კანონმდებლობის სრული დაცვით დასაქმება შესთავაზა (მათ შორის, კომფორტული გარემო, უსაფრთხოება, ანაზღაურება და დასაქმებულთა სხვადასხვა უფლებების დაცვა). კარიერული განვითარების სერვისის ფარგლებში, კოლეჯი აგრძელებს თანამშრომლობას გუდვილთან და აპლიკაციის შევსებას სთავაზობს ნებისმიერ დაინტერესებულ პირს ადმინისტრაციაში. გისურვებთ წარმატებას.. საქველმოქმედო კლუბის ფარგლებში, დღეს კოლეჯში სისხლის დონაციის აქცია მოეწყო, რომელშიც მონაწილეობა მიიღეს დაწესებულების ადმინისტრაციის წარმომადგენლებმა და პროფესიულმა სტუდენტებმა/მსმენელებმა. თითოეულის მიერ გაღებული სისხლით შეიძლება მინიმუმ სამი ადამიანის გადარჩენა... \'გაეცი სისხლი, გადაარჩინე სიცოცხლე\'..\",\"ka\":\"2024 წლის 18 ოქტომბერს კოლეჯში დასაქმების ფორუმი გაიმართა. ამჯერად, ვაკანსიები წარმოდგენილი იყო საქართველოში პირველი ჰიპერმარკეტების ქსელის „გუდვილის“ მიერ.. #გუდვილი დამსაქმებელმა სტუდენტებს მოქნილი სამუშაო გრაფიკი და შრომითი კანონმდებლობის სრული დაცვით დასაქმება შესთავაზა (მათ შორის, კომფორტული გარემო, უსაფრთხოება, ანაზღაურება და დასაქმებულთა სხვადასხვა უფლებების დაცვა). კარიერული განვითარების სერვისის ფარგლებში, კოლეჯი აგრძელებს თანამშრომლობას გუდვილთან და აპლიკაციის შევსებას სთავაზობს ნებისმიერ დაინტერესებულ პირს ადმინისტრაციაში. გისურვებთ წარმატებას.. საქველმოქმედო კლუბის ფარგლებში, დღეს კოლეჯში სისხლის დონაციის აქცია მოეწყო, რომელშიც მონაწილეობა მიიღეს დაწესებულების ადმინისტრაციის წარმომადგენლებმა და პროფესიულმა სტუდენტებმა/მსმენელებმა. თითოეულის მიერ გაღებული სისხლით შეიძლება მინიმუმ სამი ადამიანის გადარჩენა... \'გაეცი სისხლი, გადაარჩინე სიცოცხლე\'..\"}', 'college-aside.jpg', NULL, '9b47c76d-1148-44db-ab23-8ed67d6c8892', 4, '1', '2024-10-18 16:39:38', '2024-05-26 16:39:38'),
(35, '{\"en\": \"წარმატებული კურსდამთავრებულთა შეხვედრა სტუდენტებთან\", \"ka\": \"წარმატებული კურსდამთავრებულთა შეხვედრა სტუდენტებთან\"}', '{\"en\": \"კურსდამთავრებულთა კლუბის ფარგლებში, 19 ივლისს ახლადჩარიცხული სტუდენტებისთვის ღია კარის დღე მოეწყო. ღონისძიებაზე მოწვეულები იყვნენ სხვადასხვა პროგრამის კურსდამთავრებულები, რომელთაც გამოცდილება გაუზიარეს მომავალ სტუდენტებს და უპასუხეს მათთვის დასმულ შეკითხვებს, რომელიც კოლეჯში სწავლებას და დასაქმების პერსპექტივებს შეეხებოდა. კლუბის ფარგლებშიც, მუდმივად ხდება წარმატების ისტორიების გაზიარება და კურსდამთავრებულებისა და მოქმედი სტუდენტების პროფესიული დაკავშირება. კურსდამთავრებულების ჩართვა პროფესიული განათლების პოპულარიზაციის ერთ-ერთი მთავარი ბერკეტია.\", \"ka\": \"კურსდამთავრებულთა კლუბის ფარგლებში, 19 ივლისს ახლადჩარიცხული სტუდენტებისთვის ღია კარის დღე მოეწყო. ღონისძიებაზე მოწვეულები იყვნენ სხვადასხვა პროგრამის კურსდამთავრებულები, რომელთაც გამოცდილება გაუზიარეს მომავალ სტუდენტებს და უპასუხეს მათთვის დასმულ შეკითხვებს, რომელიც კოლეჯში სწავლებას და დასაქმების პერსპექტივებს შეეხებოდა. კლუბის ფარგლებშიც, მუდმივად ხდება წარმატების ისტორიების გაზიარება და კურსდამთავრებულებისა და მოქმედი სტუდენტების პროფესიული დაკავშირება. კურსდამთავრებულების ჩართვა პროფესიული განათლების პოპულარიზაციის ერთ-ერთი მთავარი ბერკეტია.\"}', '67c36e88d584e-1740861064.jpg', NULL, 'cfb09801-3a8a-450b-9ff4-459a7b8fd6bf', 4, '1', '2024-07-22 16:39:38', '2025-03-01 16:31:04'),
(36, '{\"en\": \"ნარკო-ტრეფიკინგის წინააღმდეგ ცნობიერების ამაღლების ტრენინგი\", \"ka\": \"ნარკო-ტრეფიკინგის წინააღმდეგ ცნობიერების ამაღლების ტრენინგი\"}', '{\"en\":\"გაერთიანებული ერების ორგანიზაციის გენერალურმა ასამბლეამ, 1987 წლის 7 დეკემბრის 42/112 რეზოლუციით 26 ივნისი ნარკოტიკებისა და უკანონო ნარკო-ტრეფიკინგის წინააღმდეგ ბრძოლის საერთაშორისო დღედ გამოაცხადა. სსიპ _ კოლეჯი “გლდანის პროფესიული მომზადების ცენტრი” უერთდება გაეროს ფარგლებში საერთაშორისო დღის აღნიშნვას ანტინარკოტიკული კვირეულის სახით. ამ მიზნით, დღეს პროფესიული სტუდენტებისთვის ჩატარდა ინტერაქციული შეხვედრა ნარკომანიასა და ნარკოტიკების უკანონო ბრუნვასთან ბრძოლის შესახებ. ფსიქიკური ჯანმრთელობის და ნარკომანიის პრევენციის ცენტრის წარმომადგენლებმა ახალგაზრდებს გააცნეს ნარკოდანაშაულთან ბრძოლის პოლიტიკა და ნარკოტიკების მოხმარების უარყოფითი შედეგები. შეხვედრის ფარგლებში, 100-მდე პროფესიულ სტუდენტს აუმაღლდა ცნობიერება ნარკოტიკებით გამოწვეული ზიანის შესახებ, რაც, დადებითად აისახება მომავალში ნარკოდამოკიდებულთა სტატისტიკის შემცირებაზე და ჯანსაღი ცხოვრების წესის წახალისებაზე. ერთად გადავჭრათ ნარკომანიასთან დაკავშირებული გლობალური პრობლემები და გავაძლიეროთ ქმედებები საზოგადოების ინფორმირებულობის დონის ამაღლების გზით.\",\"ka\":\"გაერთიანებული ერების ორგანიზაციის გენერალურმა ასამბლეამ, 1987 წლის 7 დეკემბრის 42/112 რეზოლუციით 26 ივნისი ნარკოტიკებისა და უკანონო ნარკო-ტრეფიკინგის წინააღმდეგ ბრძოლის საერთაშორისო დღედ გამოაცხადა. სსიპ _ კოლეჯი “გლდანის პროფესიული მომზადების ცენტრი” უერთდება გაეროს ფარგლებში საერთაშორისო დღის აღნიშნვას ანტინარკოტიკული კვირეულის სახით. ამ მიზნით, დღეს პროფესიული სტუდენტებისთვის ჩატარდა ინტერაქციული შეხვედრა ნარკომანიასა და ნარკოტიკების უკანონო ბრუნვასთან ბრძოლის შესახებ. ფსიქიკური ჯანმრთელობის და ნარკომანიის პრევენციის ცენტრის წარმომადგენლებმა ახალგაზრდებს გააცნეს ნარკოდანაშაულთან ბრძოლის პოლიტიკა და ნარკოტიკების მოხმარების უარყოფითი შედეგები. შეხვედრის ფარგლებში, 100-მდე პროფესიულ სტუდენტს აუმაღლდა ცნობიერება ნარკოტიკებით გამოწვეული ზიანის შესახებ, რაც, დადებითად აისახება მომავალში ნარკოდამოკიდებულთა სტატისტიკის შემცირებაზე და ჯანსაღი ცხოვრების წესის წახალისებაზე. ერთად გადავჭრათ ნარკომანიასთან დაკავშირებული გლობალური პრობლემები და გავაძლიეროთ ქმედებები საზოგადოების ინფორმირებულობის დონის ამაღლების გზით.\"}', '67c36c747bc7b-1740860532.jpg', NULL, '901f43e6-bc2c-4ee2-b316-68fc393847cc', 4, '1', '2024-07-02 16:39:38', '2025-03-01 16:22:12'),
(37, '{\"en\": \"პროფესიული საგანმანათლებლო პროგრამების განმახორციელებელი საგანმანათლებლო დაწესებულებების მასწავლებლების შესაძლებლობების გაძლიერების ტრენინგი\", \"ka\": \"პროფესიული საგანმანათლებლო პროგრამების განმახორციელებელი საგანმანათლებლო დაწესებულებების მასწავლებლების შესაძლებლობების გაძლიერების ტრენინგი\"}', '{\"en\": \"მიმდინარე წლის 17 ივნისს სსიპ - განათლების ხარისხის განვითარების ეროვნული ცენტრის პროფესიული განათლების ხარისხის უზრუნველყოფის სამსახურმა ჩაატარა პროფესიული საგანმანათლებლო პროგრამების განმახორციელებელი საგანმანათლებლო დაწესებულებების მასწავლებლების შესაძლებლობების გაძლიერების ტრენინგი. ტრენინგი ჩატარდა პროფესიული განათლების მასწავლებლების შესაძლებლობების გაძლიერებისათვის ხარისხის უზრუნველყოფის საკითხებთან დაკავშირებით. შეხვედრა პროფესიული განათლების ხარისხის განვითარების მხარდაჭერის ქვეპროგრამის ფარგლებში დაიგეგმა და მას სსიპ - კოლეჯი \\\"გლდანის პროფესიული მომზადების ცენტრის\\\" თითქმის ყველა პროფესიული განათლების მასწავლებელი დაესწრო. ტრენინგის გავლის შედეგეად, მონაწილეებს გადაეცემათ სერიფიკატები.\", \"ka\": \"მიმდინარე წლის 17 ივნისს სსიპ - განათლების ხარისხის განვითარების ეროვნული ცენტრის პროფესიული განათლების ხარისხის უზრუნველყოფის სამსახურმა ჩაატარა პროფესიული საგანმანათლებლო პროგრამების განმახორციელებელი საგანმანათლებლო დაწესებულებების მასწავლებლების შესაძლებლობების გაძლიერების ტრენინგი. ტრენინგი ჩატარდა პროფესიული განათლების მასწავლებლების შესაძლებლობების გაძლიერებისათვის ხარისხის უზრუნველყოფის საკითხებთან დაკავშირებით. შეხვედრა პროფესიული განათლების ხარისხის განვითარების მხარდაჭერის ქვეპროგრამის ფარგლებში დაიგეგმა და მას სსიპ - კოლეჯი \\\"გლდანის პროფესიული მომზადების ცენტრის\\\" თითქმის ყველა პროფესიული განათლების მასწავლებელი დაესწრო. ტრენინგის გავლის შედეგეად, მონაწილეებს გადაეცემათ სერიფიკატები.\"}', 'college-aside.jpg', NULL, '6bad7fdc-270b-49aa-b4e2-a387a6817063', 4, '1', '2024-06-18 16:39:38', '2024-05-26 16:39:38'),
(38, '{\"en\": \"ფეხბურთის შიდა ჩემპიონატი\", \"ka\": \"ფეხბურთის შიდა ჩემპიონატი\"}', '{\"en\":\"სპორტის კლუბის ფარგლებში, სსიპ _ კოლეჯ “გლდანის პროფესიული მომზადების ცენტრში” ფეხბურთის შიდა ჩემპიონატი გაიმართა. მასში მონაწილეობა მიიღეს სხვადასხვა პროფესიული პროგრამების სტუდენტებმა. ტურნირი ძალიან საინტერესო და დაძაბული აღმოჩნდა. საფეხბურთო ჩემპიონატის გარდამავალი თასი “მსუბუქი ავტომობილის ძრავას შეკეთების” პროფესიულ სტუდენტებს გადაეცათ. დამატებით გამოვლინდა 5 საუკეთესო მოთამაშე, რომელთაც გადაეცათ სპეციალურად მათთვის დამზადებული მედლები. შერჩეული სტუდენტები სსიპ - კოლეჯი “გლდანის პროფესიული მომზადების ცენტრის” სახელით, იასპარეზებენ 25 ივნისს დაგეგმილ კოლეჯებს შორის ჩემპიონატზე. სსიპ _ კოლეჯი “გლდანის პროფესიული მომზადების ცენტრი” გამარჯვებას უსურვებს მათ.\",\"ka\":\"სპორტის კლუბის ფარგლებში, სსიპ _ კოლეჯ “გლდანის პროფესიული მომზადების ცენტრში” ფეხბურთის შიდა ჩემპიონატი გაიმართა. მასში მონაწილეობა მიიღო სხვადასხვა პროფესიული პროგრამების სტუდენტებმა. ტურნირი ძალიან საინტერესო და დაძაბული აღმოჩნდა. საფეხბურთო ჩემპიონატის გარდამავალი თასი “მსუბუქი ავტომობილის ძრავას შეკეთების” პროფესიულ სტუდენტებს გადაეცათ. დამატებით გამოვლინდა 5 საუკეთესო მოთამაშე, რომელთაც გადაეცათ სპეციალურად მათთვის დამზადებული მედლები. შერჩეული სტუდენტები სსიპ - კოლეჯი “გლდანის პროფესიული მომზადების ცენტრის” სახელით, იასპარეზებენ 25 ივნისს დაგეგმილ კოლეჯებს შორის ჩემპიონატზე. სსიპ _ კოლეჯი “გლდანის პროფესიული მომზადების ცენტრი” გამარჯვებას უსურვებს მათ.\"}', '67c36af69665a-1740860150.jpg', NULL, '4ee1bc0d-5eb9-4ba7-a680-91ead7147d14', 4, '1', '2024-06-21 16:39:38', '2025-03-01 16:15:50'),
(39, '{\"en\": \"დასაქმების ფორუმი „თეგეტა მოტორსი“\", \"ka\": \"დასაქმების ფორუმი „თეგეტა მოტორსი“\"}', '{\"en\": \"20 მაისს სსიპ - კოლეჯი \\\"გლდანის პროფესიული მომზადების ცენტრმა\\\" თეგეტა მოტორსის დასაქმების ფორუმს უმასპინძლა. თეგეტა მოტორსი არის საქართველოს უმსხვილესი კომპანიების ხუთეულში შემავალი ბიზნეს ჯგუფი და ქვეყანაში ერთ-ერთი ყველაზე დიდი დამსაქმებელი. კოლეჯი თავისი საქმიანობის ფარგლებში აქტიურად თანამშრომლობს კერძო სექტორთან. პარტნიორი კომპანიები აქტიურად არიან ჩართულები საგანმანათლებლო პროგრამების შემუშავებისა და განხორციელების (საწარმოო პრაქტიკის მიმდინარეობის), აგრეთვე, საჭიროების შემთხვევაში, პროგრამებში ცვლილებების შეტანის პროცესში. თეგეტა მოტორსი კოლეჯის პარტნიორია 2012 წლიდან და მუდმივად ხდება კოლაბორაცია როგორც დასაქმების, ისე პროფესიული საგანამათლებლო და მომზადება/გადამზადების პროგრამების განხორციელების მიმართულებით. ამ შეხვედრის ფარგლებში, კიდევ ერთხელ განახლდა ურთიერთთანამშრომლობის მემორანდუმი და საზეიმოდ მოეწერა მას ხელი. თეგეტა ჰოლდინგის წარმომადგენლებმა ჩაატარეს პრეზენტაცია კომპანიის შესახებ, ასევე, პროფესიულ სტუდენტებსა და კურსდამთავრებულებს გააცნეს მიმდინარე ვაკანსიები, რომელზე განაცხადის გაკეთება დაინტერესებულ პირებს ადგილზევე შეეძლოთ. შეხვედრა ინტერაქციული ხასიათის იყო და სპეციალური გათამაშების შედეგად, მონაწილეებს საჩუქრებიც გადაეცათ. პროფესესიულ სტუდენტთა კარიერული მხარდაჭერის მიზნით, კოლეჯის სივრცეში განთავსდა თეგეტა მოტორსის ბანერი და სამომავლოდ, მასზე დატანილი QR კოდის საშუალებით სტუდენტებს მუდმივად ექნებათ შესაძლებლობა, თვალი ადევნონ კომპანიის აქტიურ ვაკანსიებს. სსიპ - კოლეჯი \\\"გლდანის პროფესიული მომზადების ცენტრი\\\" მიესალმება კერძო სექტორის ინიციატივებს თანამშრომლობასთან დაკავშირებით და თვლის, რომ პროფესიულ განათლებაში ბიზნესის ჩართულობა მნიშვნელოვან გავლენას ახდენს მომავალში პროფესიული განათლების პოლიტიკის წარმართვაზე.\", \"ka\": \"20 მაისს სსიპ - კოლეჯი \\\"გლდანის პროფესიული მომზადების ცენტრმა\\\" თეგეტა მოტორსის დასაქმების ფორუმს უმასპინძლა. თეგეტა მოტორსი არის საქართველოს უმსხვილესი კომპანიების ხუთეულში შემავალი ბიზნეს ჯგუფი და ქვეყანაში ერთ-ერთი ყველაზე დიდი დამსაქმებელი. კოლეჯი თავისი საქმიანობის ფარგლებში აქტიურად თანამშრომლობს კერძო სექტორთან. პარტნიორი კომპანიები აქტიურად არიან ჩართულები საგანმანათლებლო პროგრამების შემუშავებისა და განხორციელების (საწარმოო პრაქტიკის მიმდინარეობის), აგრეთვე, საჭიროების შემთხვევაში, პროგრამებში ცვლილებების შეტანის პროცესში. თეგეტა მოტორსი კოლეჯის პარტნიორია 2012 წლიდან და მუდმივად ხდება კოლაბორაცია როგორც დასაქმების, ისე პროფესიული საგანამათლებლო და მომზადება/გადამზადების პროგრამების განხორციელების მიმართულებით. ამ შეხვედრის ფარგლებში, კიდევ ერთხელ განახლდა ურთიერთთანამშრომლობის მემორანდუმი და საზეიმოდ მოეწერა მას ხელი. თეგეტა ჰოლდინგის წარმომადგენლებმა ჩაატარეს პრეზენტაცია კომპანიის შესახებ, ასევე, პროფესიულ სტუდენტებსა და კურსდამთავრებულებს გააცნეს მიმდინარე ვაკანსიები, რომელზე განაცხადის გაკეთება დაინტერესებულ პირებს ადგილზევე შეეძლოთ. შეხვედრა ინტერაქციული ხასიათის იყო და სპეციალური გათამაშების შედეგად, მონაწილეებს საჩუქრებიც გადაეცათ. პროფესესიულ სტუდენტთა კარიერული მხარდაჭერის მიზნით, კოლეჯის სივრცეში განთავსდა თეგეტა მოტორსის ბანერი და სამომავლოდ, მასზე დატანილი QR კოდის საშუალებით სტუდენტებს მუდმივად ექნებათ შესაძლებლობა, თვალი ადევნონ კომპანიის აქტიურ ვაკანსიებს. სსიპ - კოლეჯი \\\"გლდანის პროფესიული მომზადების ცენტრი\\\" მიესალმება კერძო სექტორის ინიციატივებს თანამშრომლობასთან დაკავშირებით და თვლის, რომ პროფესიულ განათლებაში ბიზნესის ჩართულობა მნიშვნელოვან გავლენას ახდენს მომავალში პროფესიული განათლების პოლიტიკის წარმართვაზე.\"}', '67c6ebc48de5d-1741089732.jpg', NULL, 'f394d540-6709-4fab-9179-efbbf66c6013', 4, '1', '2024-05-20 16:39:38', '2025-03-04 08:02:12'),
(40, '{\"en\": \"პროფესიული მომზადების პროგრამის კურსდამთვრებულთა სერტიფიკატების გადაცემის ცერემონია\", \"ka\": \"პროფესიული მომზადების პროგრამის კურსდამთვრებულთა სერტიფიკატების გადაცემის ცერემონია\"}', '{\"en\": \"სსიპ - კოლეჯ „გლდანის პროფესიული მომზადების ცენტრში“ GIZ-ის მედიატორობით შემუშავებული პროფესიული მომზადების პროგრამების: „ალუმინისა და მეტალოპლასტმასის კარების, ფანჯრების, მზის დამცავი სისტემების მონტაჟისა“ და „მსუბუქი ავტომობილების დიაგნოსტირების“ კურსდამთვრებულ მსმენელთათვის სერტიფიკატების გადაცემი ცერემონია გაიმართა. ღონისძიება კოლეჯის დირექტორის ნოდარ ხარაზიშვილის მისასალმებელი სიტყვით გაიხსნა. მან მადლობა გადაუხადა ყველა ჩართულ მხარეს პროფესიული განათლების განვითარებაში შეტანილი წვლილისთვის. პროგრამები, რომელიც გერმანიის საერთაშორისო თანამშრომლობის საზოგადოების (GIZ) მხარდაჭერით შემუშავდა და პროფესიული უნარების სააგენტოს მიერ დაფინანსდა, შრომის ბაზრის მოთხოვნების შესაბამისი პროფესიული უნარებითა და ცოდნით აღჭურვილი კადრების მომზადებას ითვალისწინებს. პროფესიული უნარების სააგენტო • Skills Agency Georgia პროფესიული უნარების სააგენტოს ზრდასრულთა განათლების მიმართულების მენეჯერი ანა შენგელია მიესალმა კურსდამთვრებულ მსმენელებს და მათ კარიერული წინსვლა უსურვა. საქართველოს განათლების, მეცნიერებისა და ახალგაზრდობის სამინისტროს წარმომადგენელმა თამარ სიბოშვილმა პირადად მიიღო მონაწილეობა სერტიფიკატების გადაცემაში და სამინისტროს სახელით, მუდმივი მხარდაჭერა გამოუცხადა პროფესიულ საგანმანათლებლო დაწესებულებას პროგრამების შემუშავებასა და სწავლა-სწავლების პროცესში. პროფესიული მომზადების პროგრამის განხორციელებაში განსაკუთრებულად წარმატებული აღმოჩნდა კოლეჯისა და კომპანია „დიოს” კოლაბორაცია. ღონისძიებაზე მოწვეულ სტუმრებს შორის იყვნენ კოლეჯის პარტნიორი კომპანია _ შპს „დიოს“ წარმომადგენლები, მათ შორის, თანადამფუძნებელი და აღმასრულებელი დირექტორი თამაზ დაუშვილი. ხაზგასასმელია, რომ პროფესიული მომზადების პროგრამის „ალუმინისა და მეტალოპლასტმასის კარების, ფანჯრების, მზის დამცავი სისტემების მონტაჟის“ პრაქტიკული კომპონენტი განხორციელდა სწორედ შპს „დიოს“ ბაზაზე. Dio . დიო ვიზიტის ფარგლებში, გერმანიის საერთაშორისო თანამშრომლობის საზოგადოების (GIZ) GIZ Alumni Georgia წარმომადგენლებმა დაათვალიერეს გლდანის პროფესიული მომზადების ცენტრი მოქმედი ლაბორატორიებითა და სახელოსნოებით, გაეცნენ მიმდინარე პროფესიულ საგანმანათლებლო და მომზადება/გადამზადების პროგრამებს, დაინტერესდნენ რეგისტრაციის პროცედურებითა და სტატისტიკით. წარმოდგენლებს შორის იყვნენ GIZ პროექტის მენეჯერი იზაბელ რაპპი. პროგრამის ექსპერტი მარიკა ზაქარეიშვილი და სხვები. გერმანიის საერთაშორისო თანამშრომლობის საზოგადოება (GIZ) აქტიურად განაგრძობს კერძო სექტორის წარმომადგენლებთან პროფესიული საგანმანათლებლო პროგრამების ერთობლივი განხორციელების მხარდაჭერას და პროექტის „პროფესიული განათლება საქართველოს ეკონომიკის მზარდ სექტორებში” ფარგლებში, რომელიც მხარდაჭერით გერმანიის მთავრობის დაფინანსებით მიმდინარეობს სხვადასხვა აქტივობების განახორციელებს. დღის წესრიგით, მოწვეულმა სტუმრებმა დაათვალიერეს კოლეჯში არსებული „რობერტ ბოშის“ რესურს ცენტრი, რომელიც აქტიურად გამოიყენება სხვადასხვა პროგრამების განხორციელების პროცესში. პარტნიორობის ფარგლებში, კომპანიის წარმომადგენელი - ალექსანდრე დოლიძე დაესწრო ღონისძიებას და კოლეჯთან თანამშრომლობის გაგრძელებაზე მზაობა გამოთქვა.\", \"ka\": \"სსიპ - კოლეჯ „გლდანის პროფესიული მომზადების ცენტრში“ GIZ-ის მედიატორობით შემუშავებული პროფესიული მომზადების პროგრამების: „ალუმინისა და მეტალოპლასტმასის კარების, ფანჯრების, მზის დამცავი სისტემების მონტაჟისა“ და „მსუბუქი ავტომობილების დიაგნოსტირების“ კურსდამთვრებულ მსმენელთათვის სერტიფიკატების გადაცემი ცერემონია გაიმართა. ღონისძიება კოლეჯის დირექტორის ნოდარ ხარაზიშვილის მისასალმებელი სიტყვით გაიხსნა. მან მადლობა გადაუხადა ყველა ჩართულ მხარეს პროფესიული განათლების განვითარებაში შეტანილი წვლილისთვის. პროგრამები, რომელიც გერმანიის საერთაშორისო თანამშრომლობის საზოგადოების (GIZ) მხარდაჭერით შემუშავდა და პროფესიული უნარების სააგენტოს მიერ დაფინანსდა, შრომის ბაზრის მოთხოვნების შესაბამისი პროფესიული უნარებითა და ცოდნით აღჭურვილი კადრების მომზადებას ითვალისწინებს. პროფესიული უნარების სააგენტო • Skills Agency Georgia პროფესიული უნარების სააგენტოს ზრდასრულთა განათლების მიმართულების მენეჯერი ანა შენგელია მიესალმა კურსდამთვრებულ მსმენელებს და მათ კარიერული წინსვლა უსურვა. საქართველოს განათლების, მეცნიერებისა და ახალგაზრდობის სამინისტროს წარმომადგენელმა თამარ სიბოშვილმა პირადად მიიღო მონაწილეობა სერტიფიკატების გადაცემაში და სამინისტროს სახელით, მუდმივი მხარდაჭერა გამოუცხადა პროფესიულ საგანმანათლებლო დაწესებულებას პროგრამების შემუშავებასა და სწავლა-სწავლების პროცესში. პროფესიული მომზადების პროგრამის განხორციელებაში განსაკუთრებულად წარმატებული აღმოჩნდა კოლეჯისა და კომპანია „დიოს” კოლაბორაცია. ღონისძიებაზე მოწვეულ სტუმრებს შორის იყვნენ კოლეჯის პარტნიორი კომპანია _ შპს „დიოს“ წარმომადგენლები, მათ შორის, თანადამფუძნებელი და აღმასრულებელი დირექტორი თამაზ დაუშვილი. ხაზგასასმელია, რომ პროფესიული მომზადების პროგრამის „ალუმინისა და მეტალოპლასტმასის კარების, ფანჯრების, მზის დამცავი სისტემების მონტაჟის“ პრაქტიკული კომპონენტი განხორციელდა სწორედ შპს „დიოს“ ბაზაზე. Dio . დიო ვიზიტის ფარგლებში, გერმანიის საერთაშორისო თანამშრომლობის საზოგადოების (GIZ) GIZ Alumni Georgia წარმომადგენლებმა დაათვალიერეს გლდანის პროფესიული მომზადების ცენტრი მოქმედი ლაბორატორიებითა და სახელოსნოებით, გაეცნენ მიმდინარე პროფესიულ საგანმანათლებლო და მომზადება/გადამზადების პროგრამებს, დაინტერესდნენ რეგისტრაციის პროცედურებითა და სტატისტიკით. წარმოდგენლებს შორის იყვნენ GIZ პროექტის მენეჯერი იზაბელ რაპპი. პროგრამის ექსპერტი მარიკა ზაქარეიშვილი და სხვები. გერმანიის საერთაშორისო თანამშრომლობის საზოგადოება (GIZ) აქტიურად განაგრძობს კერძო სექტორის წარმომადგენლებთან პროფესიული საგანმანათლებლო პროგრამების ერთობლივი განხორციელების მხარდაჭერას და პროექტის „პროფესიული განათლება საქართველოს ეკონომიკის მზარდ სექტორებში” ფარგლებში, რომელიც მხარდაჭერით გერმანიის მთავრობის დაფინანსებით მიმდინარეობს სხვადასხვა აქტივობების განახორციელებს. დღის წესრიგით, მოწვეულმა სტუმრებმა დაათვალიერეს კოლეჯში არსებული „რობერტ ბოშის“ რესურს ცენტრი, რომელიც აქტიურად გამოიყენება სხვადასხვა პროგრამების განხორციელების პროცესში. პარტნიორობის ფარგლებში, კომპანიის წარმომადგენელი - ალექსანდრე დოლიძე დაესწრო ღონისძიებას და კოლეჯთან თანამშრომლობის გაგრძელებაზე მზაობა გამოთქვა.\"}', '67c36f281e7a2-1740861224.jpg', NULL, '106f36ec-c4ca-4377-9adf-5436455e1545', 4, '1', '2024-05-01 16:39:38', '2025-03-01 16:33:44'),
(41, '{\"en\": \"სოფიო მაჭავარიანის ნახატების გამოფენა\", \"ka\": \"სოფიო მაჭავარიანის ნახატების გამოფენა\"}', '{\"en\":\"სტუდენტური სერვისის ხელშეწყობის ფარგლებში, სსიპ - კოლეჯ “გლდანის პროფესიული მომზადების ცენტრში” “საოფისე საქმის” პროფესიული საგანმანათლებლო პროგრამის სტუდენტის სოფიო მაჭავარიანის ნახატების გამოფენა მოეწყო. ნამუშევრების დათვალიერება ყველა დაინტერესებულ პირს შეუძლია 2024 წლის 10 ივნისის ჩათვლით. სსიპ - კოლეჯი “გლდანის პროფესიული მომზადების ცენტრი” წარმატებებს უსურვებს ახალგაზრდა მხატვარს შემოქმედებით საქმიანობაში. კოლეჯი უზრუნველყოფს პროფესიულ სტუდენტთა შემოქმედებითი უნარის აღიარებასა და მხარდაჭერას როგორც სწავლის პერიოდში, ისე პროფესიული საგანმანათლებლო პროგრამის დასრულების შემდეგაც.\",\"ka\":\"სტუდენტური სერვისის ხელშეწყობის ფარგლებში, სსიპ - კოლეჯ “გლდანის პროფესიული მომზადების ცენტრში” “საოფისე საქმის” პროფესიული საგანმანათლებლო პროგრამის სტუდენტის სოფიო მაჭავარიანის ნახატების გამოფენა მოეწყო. ნამუშევრების დათვალიერება ყველა დაინტერესებულ პირს შეუძლია 2024 წლის 10 ივნისის ჩათვლით. სსიპ - კოლეჯი “გლდანის პროფესიული მომზადების ცენტრი” წარმატებებს უსურვებს ახალგაზრდა მხატვარს შემოქმედებით საქმიანობაში. კოლეჯი უზრუნველყოფს პროფესიულ სტუდენტთა შემოქმედებითი უნარის აღიარებასა და მხარდაჭერას როგორც სწავლის პერიოდში, ისე პროფესიული საგანმანათლებლო პროგრამის დასრულების შემდეგაც.\"}', '67c36ddfb3a8f-1740860895.jpg', NULL, 'dd74470b-7cb4-4420-9176-f597d29c972b', 4, '1', '2024-05-28 16:39:38', '2025-03-01 16:28:15'),
(42, '{\"en\": \"სტუდენტთა ცნობიერების ამაღლება ქვეყნიდან მიგრაციის შესახებ\", \"ka\": \"სტუდენტთა ცნობიერების ამაღლება ქვეყნიდან მიგრაციის შესახებ\"}', '{\"en\": \"2024 წლის 25 აპრილს, სსიპ - კოლეჯი \\\"გლდანის პროფესიული მომზადების ცენტრში\\\" ჩატარდა საინფორმაციო შეხვედრა მიგრაციის თემაზე. ტრენინგი დაიგეგმა გაეროს მიგრაციის სააგენტოსთან შეთანხმებით. დღის წესრიგით გათვალისწინებული იყო შემდეგი თემების განხილვა: უვიზო მიმოსვლა ევროკავშირში, თავშესაფრის მოთხოვნა ევროკავშირში / ბოლო მონაცემები/ტენდენციები, არალეგალური მიგრაციის რისკები / ტრეფიკინგი, სეზონური / ლეგალური დასაქმება საზღვარგარეთ და სხვა თემები. შეხვედრის მიზანი იყო პროფესიული სტუდენტებისთვის ცნობიერების ამაღლება ზემოთ ჩამოთვლილ საკითხებთან დაკავშირებით, რათა თავიდან აირიდონ უკანონო მიგრაცია, შრომითი ექსპლუატაციის რისკები, იცოდნენ პროცედურალურად რას მოიცავს შენგენის ზონაში გამგზავრება და რა შემთხვევაში არის შესაძლებელი თავშესაფრის მოთხოვნა.\", \"ka\": \"2024 წლის 25 აპრილს, სსიპ - კოლეჯი \\\"გლდანის პროფესიული მომზადების ცენტრში\\\" ჩატარდა საინფორმაციო შეხვედრა მიგრაციის თემაზე. ტრენინგი დაიგეგმა გაეროს მიგრაციის სააგენტოსთან შეთანხმებით. დღის წესრიგით გათვალისწინებული იყო შემდეგი თემების განხილვა: უვიზო მიმოსვლა ევროკავშირში, თავშესაფრის მოთხოვნა ევროკავშირში / ბოლო მონაცემები/ტენდენციები, არალეგალური მიგრაციის რისკები / ტრეფიკინგი, სეზონური / ლეგალური დასაქმება საზღვარგარეთ და სხვა თემები. შეხვედრის მიზანი იყო პროფესიული სტუდენტებისთვის ცნობიერების ამაღლება ზემოთ ჩამოთვლილი საკითხებთან დაკავშირებით, რათა თავიდან აირიდონ უკანონო მიგრაცია, შრომითი ექსპლუატაციის რისკები, იცოდნენ პროცედურულად რას მოიცავს შენგენის ზონაში გამგზავრება და რა შემთხვევაში არის შესაძლებელი თავშესაფრის მოთხოვნა.\"}', '67c36f9c15bb6-1740861340.jpg', NULL, '50a3892c-4038-4e48-a310-0dff6b120c06', 4, '1', '2024-04-25 16:39:38', '2025-03-01 16:35:40'),
(43, '{\"en\": \"დედაენის დღე\", \"ka\": \"დედაენის დღე\"}', '{\"en\": \"დედაენის დღის აღსანიშნავად, სსიპ - კოლეჯ \\\"გლდანის პროფესიული მომზადების ცენტრში\\\" ლიტერატურული შეჯიბრება და კალიგრაფიის კონკურსი ჩატარდა. ღონისძიებაში მონაწილეობდნენ სხვადასხვა პროფესიული საგანმანათლებლო პროგრამის სტუდენტებით დაკომპლექტებული გუნდები. კონკურსში მონაწილეობდნენ არაქართულენოვანი პროფესიული სტუდენტებიც, რომელთაც მონაწილეობისთვის სპეციალური სერტიფიკატები გადაეცათ. შეჯიბრება ქართული ენის მოდულის განმახორციელებლის ნინო სირაძის ორგანიზატორობით მოეწყო, რისთვისაც კოლეჯი განსაკუთრებულ მადლობას უხდის მას. ჟიურის მიერ გამოვლენილ გამარჯვებულებს გადაეცათ სიმბოლური საჩუქრები და სერტიფიკატები. \\\"1978 წლის 14 აპრილს, რუსთაველის გამზირზე შეკრებილმა რამდენიმე ათასმა ადამიანმა სიცოცხლის რისკის ფასად დაიცვა ქართული ენა – ჩვენი თვითმყოფადობისა და იდენტობის საფუძველი\\\" - აღნიშნა ნოდარ ხარაზიშვილმა და მოუწოდა პროფესიულ სტუდენტებს, დაიცვან ჩვენი თანამემამულეების თავდადებით შენარჩუნებული მშობლიურ ენა.\", \"ka\": \"დედაენის დღის აღსანიშნავად, სსიპ - კოლეჯ \\\"გლდანის პროფესიული მომზადების ცენტრში\\\" ლიტერატურული შეჯიბრება და კალიგრაფიის კონკურსი ჩატარდა. ღონისძიებაში მონაწილეობდნენ სხვადასხვა პროფესიული საგანმანათლებლო პროგრამის სტუდენტებით დაკომპლექტებული გუნდები. კონკურსში მონაწილეობდნენ არაქართულენოვანი პროფესიული სტუდენტებიც, რომელთაც მონაწილეობისთვის სპეციალური სერტიფიკატები გადაეცათ. შეჯიბრება ქართული ენის მოდულის განმახორციელებლის ნინო სირაძის ორგანიზატორობით მოეწყო, რისთვისაც კოლეჯი განსაკუთრებულ მადლობას უხდის მას. ჟიურის მიერ გამოვლენილ გამარჯვებულებს გადაეცათ სიმბოლური საჩუქრები და სერტიფიკატები. \\\"1978 წლის 14 აპრილს, რუსთაველის გამზირზე შეკრებილმა რამდენიმე ათასმა ადამიანმა სიცოცხლის რისკის ფასად დაიცვა ქართული ენა – ჩვენი თვითმყოფადობისა და იდენტობის საფუძველი\\\" - აღნიშნა ნოდარ ხარაზიშვილმა და მოუწოდა პროფესიულ სტუდენტებს, დაიცვან ჩვენი თანამემამულეების თავდადებით შენარჩუნებული მშობლიურ ენა.\"}', '67c37031ae8fe-1740861489.jpg', NULL, 'f913544e-6c3c-48dc-b692-62f1dd13b929', 4, '1', '2024-04-15 16:39:38', '2025-03-01 16:38:09'),
(44, '{\"en\": \"თეგეტა მოტორსი\", \"ka\": \"თეგეტა მოტორსი\"}', '{\"en\": \"სსიპ - კოლეჯი \\\"გლდანის პროფესიული მომზადების ცენტრმა\\\" დღეს თეგეტა მოტორსის წარმომადგენლებს უმასპინძლა. თეგეტა მოტორსი არის საქართველოს უმსხვილესი კომპანიების ხუთეულში შემავალი ბიზნეს ჯგუფი და ქვეყანაში ერთ-ერთი ყველაზე დიდი დამსაქმებელი. კოლეჯი თავისი საქმიანობის ფარგლებში აქტიურად თანამშრომლობს კერძო სექტორთან. პარტნიორი კომპანიები აქტიურად არიან ჩართულები საგანმანათლებლო პროგრამების შემუშავებისა და განხორციელების (საწარმოო პრაქტიკის მიმდინარეობის), აგრეთვე, საჭიროების შემთხვევაში, პროგრამებში ცვლილების შეტანის პროცესში. თეგეტა მოტორსი კოლეჯის პარტნიორია 2012 წლიდან და მუდმივად ხდება ურთიერთთანამშრომლობა როგორც დასაქმების, ისე პროფესიული საგანამათლებლო და მომზადება/გადამზადების პროგრამების განხორციელების მიმართულებით. ვიზიტის ფარგლებში, თეგეტა მოტორსისა და თეგეტა აკადემიის წარმომადგენლებმა დაათვალიერეს კოლეჯის ინფრასტრუქტურა, დეტალურად გაიცნეს ავტომობილის მიმართულების პროფესიული პროგრამების B და C გარემო, აღჭურვილობა, დაესწრნენ სასწავლო პროცესს და პირადად გაესაუბრნენ პროფესიულ სტუდენტებს. შეხვედრის მიმდინარეობისას, მხარეთა შორის გამოიკვეთა თანამშრომლობის გაღრმავების მზაობა, დაიგეგმა დასაქმების ფორუმი, ერთობლივი პროექტების განხორციელება, ექსკურსია რეალურ სამუშაო სივრცეში და ა.შ. სსიპ - კოლეჯი \\\"გლდანის პროფესიული მომზადების ცენტრი\\\" მიესალმება კერძო სექტორის ინიციატივებს თანამშრომლობასთან დაკავშირებით და თვლის, რომ პროფესიულ განათლებაში ბიზნესის ჩართულობა მნიშვნელოვან გავლენას ახდენს მომავალში პროფესიული განათლების პოლიტიკის წარმართვაზე.\", \"ka\": \"სსიპ - კოლეჯი \\\"გლდანის პროფესიული მომზადების ცენტრმა\\\" დღეს თეგეტა მოტორსის წარმომადგენლებს უმასპინძლა. თეგეტა მოტორსი არის საქართველოს უმსხვილესი კომპანიების ხუთეულში შემავალი ბიზნეს ჯგუფი და ქვეყანაში ერთ-ერთი ყველაზე დიდი დამსაქმებელი. კოლეჯი თავისი საქმიანობის ფარგლებში აქტიურად თანამშრომლობს კერძო სექტორთან. პარტნიორი კომპანიები აქტიურად არიან ჩართულები საგანმანათლებლო პროგრამების შემუშავებისა და განხორციელების (საწარმოო პრაქტიკის მიმდინარეობის), აგრეთვე, საჭიროების შემთხვევაში, პროგრამებში ცვლილების შეტანის პროცესში. თეგეტა მოტორსი კოლეჯის პარტნიორია 2012 წლიდან და მუდმივად ხდება ურთიერთთანამშრომლობა როგორც დასაქმების, ისე პროფესიული საგანამათლებლო და მომზადება/გადამზადების პროგრამების განხორციელების მიმართულებით. ვიზიტის ფარგლებში, თეგეტა მოტორსისა და თეგეტა აკადემიის წარმომადგენლებმა დაათვალიერეს კოლეჯის ინფრასტრუქტურა, დეტალურად გაიცნეს ავტომობილის მიმართულების პროფესიული პროგრამების B და C გარემო, აღჭურვილობა, დაესწრნენ სასწავლო პროცესს და პირადად გაესაუბრნენ პროფესიულ სტუდენტებს. შეხვედრის მიმდინარეობისას, მხარეთა შორის გამოიკვეთა თანამშრომლობის გაღრმავების მზაობა, დაიგეგმა დასაქმების ფორუმი, ერთობლივი პროექტების განხორციელება, ექსკურსია რეალურ სამუშაო სივრცეში და ა.შ. სსიპ - კოლეჯი \\\"გლდანის პროფესიული მომზადების ცენტრი\\\" მიესალმება კერძო სექტორის ინიციატივებს თანამშრომლობასთან დაკავშირებით და თვლის, რომ პროფესიულ განათლებაში ბიზნესის ჩართულობა მნიშვნელოვან გავლენას ახდენს მომავალში პროფესიული განათლების პოლიტიკის წარმართვაზე.\"}', '67c370b7ab370-1740861623.jpg', NULL, '6b94df55-41cf-4776-8a7d-5e406b2af244', 4, '1', '2024-03-15 16:39:38', '2025-03-01 16:40:23'),
(45, '{\"en\": \"ჭადრაკის შიდა ჩემპიონატი\", \"ka\": \"ჭადრაკის შიდა ჩემპიონატი\"}', '{\"en\": \"ექსტრაკურიკულური ღონისძიებების ფარგლებში, ჭადრაკის კლუბის ინიციატივით, სსიპ - კოლეჯ „გლდანის პროფესიული მომზადების ცენტრში“ დღეს შაშისა და ჭადრაკის შიდა ტურნირი გაიმართა. პროფესესიული სტუდენტებთან ერთად, შეჯიბრში მონაწილეობა მიიღეს ადმინისტრაციის წარმომადგენლებმა, პროფესიული განათლების მასწავლებლებმა და მიმდინარე მოკლევადიანი პროგრამების მსმენელებმა. ჭადრაკის ჩემპიონატის გამარჯვებული ვებტექნოლოგიების პროფესიული სტუდენტი - ნუკრი მაკალათია გახდა, ხოლო შაშის გარდამავალი თასი, თავდაცვის სამინისტროსთან თანამშრომლობის საფუძველზე მიმდინარე მოკლევადიანი პროგრამის მსმენელებმა - სამხედრო საჰაერო ძალების წარმომადგენლებმა მოიპოვეს. კოლეჯის დირექტორისგან გამარჯვებულებს სიმბოლური საჩუქრები გადაეცათ. კოლეჯი მადლობას უხდის მონაწილეებს ღონისძიებაში ჩართვისთვის და წარმატებებს უსურვებს მათ.\", \"ka\": \"ექსტრაკურიკულური ღონისძიებების ფარგლებში, ჭადრაკის კლუბის ინიციატივით, სსიპ - კოლეჯ „გლდანის პროფესიული მომზადების ცენტრში“ დღეს შაშისა და ჭადრაკის შიდა ტურნირი გაიმართა. პროფესესიული სტუდენტებთან ერთად, შეჯიბრში მონაწილეობა მიიღეს ადმინისტრაციის წარმომადგენლებმა, პროფესიული განათლების მასწავლებლებმა და მიმდინარე მოკლევადიანი პროგრამების მსმენელებმა. ჭადრაკის ჩემპიონატის გამარჯვებული ვებტექნოლოგიების პროფესიული სტუდენტი - ნუკრი მაკალათია გახდა, ხოლო შაშის გარდამავალი თასი, თავდაცვის სამინისტროსთან თანამშრომლობის საფუძველზე მიმდინარე მოკლევადიანი პროგრამის მსმენელებმა - სამხედრო საჰაერო ძალების წარმომადგენლებმა მოიპოვეს. კოლეჯის დირექტორისგან გამარჯვებულებს სიმბოლური საჩუქრები გადაეცათ. კოლეჯი მადლობას უხდის მონაწილეებს ღონისძიებაში ჩართვისთვის და წარმატებებს უსურვებს მათ.\"}', '417406024_901922138604068_2707049075584307502_n.jpg', NULL, '611dcba7-3e5c-4029-97ff-9977bb8040ca', 4, '1', '2024-02-14 16:39:38', '2024-05-26 16:39:38'),
(46, '{\"en\": \"ინტეგრირებული პროფესიული საგანმანათლებლო პროგრამების პროფესიულ სტუდენტთა გამოსაშვები ღონისძიება\", \"ka\": \"ინტეგრირებული პროფესიული საგანმანათლებლო პროგრამების პროფესიულ სტუდენტთა გამოსაშვები ღონისძიება\"}', '{\"en\": \"2023 წლის 22 ივნისს სსიპ - კოლეჯ \\\"გლდანის პროფესიული მომზადების ცენტრში\\\" ინტეგრირებული პროფესიული საგანმანათლებლო პროგრამების პროფესიულ სტუდენტთა გამოსაშვები ღონისძიება გაიმართა. აღსანიშნავია, რომ 2020 წელს, 13-წლიანი წყვეტის შემდეგ, საქართველოს პროფესიული განათლების სფერომ პირველად მიიღო სტუდენტები საშუალო პროფესიულ პროგრამებზე. 3-წლიანი სწავლების ციკლი დასრულდება სრული ზოგადი განათლების ატესტატთან გათანაბრებული დიპლომის გაცემით, რაც სწავლის უმაღლესი განათლების საფეხურზე გაგრძელების შესაძლებლობას იძლევა. ასევე, აღსანიშნავია, რომ წელს ინტეგრირებულ პროგრამებზე მისაღებ აპლიკანტთა რაოდენობა გაორმაგებულია. საზეიმო ღონისძიებას დაესწრო ა(ა)იპ - პროფესიული უნარების სააგენტოს წარმომადგენლები, რომელთაც პროფესიულ განათლებაში ზოგადი განათლების ინტეგრირების მნიშვნელობაზე ისაუბრეს. სწავლის დასრულება მიულოცეს პროფესიულ სტუდენტებს და ამასთან, სერტიფიკატები გადასცეს ინტეგრიებული მოდულების განმახორციელებლ მასწავლებლებს. ღონისძიების ფარგლებში, მოეწყო კოლეჯის პროფესიული სტუდენტების ნამუშევრებისა და პორტფოლიოების ჩვენება, პრაქტიკული პროექტების პრეზენტაცია, კომპლექსური დავალებების შედეგად შექმნილი ბროშურებისა და კომიქსის წარდგენა.. სამწლიანი პროგრამების ფარგლებში, სტუდენტებმა პროფესიის პარალელურად მიიღეს სრული ზოგადი განათლება. კოლეჯი წარმატებებს უსურვებს მათ და გამოთქვამს მზაობას, დახმარება გაუწიონ აწ უკვე კურსდამთავრებულებს კარიერის დაგეგმვის ნებისმიერ ეტაპზე.\", \"ka\": \"2023 წლის 22 ივნისს სსიპ - კოლეჯ \\\"გლდანის პროფესიული მომზადების ცენტრში\\\" ინტეგრირებული პროფესიული საგანმანათლებლო პროგრამების პროფესიულ სტუდენტთა გამოსაშვები ღონისძიება გაიმართა. აღსანიშნავია, რომ 2020 წელს, 13-წლიანი წყვეტის შემდეგ, საქართველოს პროფესიული განათლების სფერომ პირველად მიიღო სტუდენტები საშუალო პროფესიულ პროგრამებზე. 3-წლიანი სწავლების ციკლი დასრულდება სრული ზოგადი განათლების ატესტატთან გათანაბრებული დიპლომის გაცემით, რაც სწავლის უმაღლესი განათლების საფეხურზე გაგრძელების შესაძლებლობას იძლევა. ასევე, აღსანიშნავია, რომ წელს ინტეგრირებულ პროგრამებზე მისაღებ აპლიკანტთა რაოდენობა გაორმაგებულია. საზეიმო ღონისძიებას დაესწრო ა(ა)იპ - პროფესიული უნარების სააგენტოს წარმომადგენლები, რომელთაც პროფესიულ განათლებაში ზოგადი განათლების ინტეგრირების მნიშვნელობაზე ისაუბრეს. სწავლის დასრულება მიულოცეს პროფესიულ სტუდენტებს და ამასთან, სერტიფიკატები გადასცეს ინტეგრიებული მოდულების განმახორციელებლ მასწავლებლებს. ღონისძიების ფარგლებში, მოეწყო კოლეჯის პროფესიული სტუდენტების ნამუშევრებისა და პორტფოლიოების ჩვენება, პრაქტიკული პროექტების პრეზენტაცია, კომპლექსური დავალებების შედეგად შექმნილი ბროშურებისა და კომიქსის წარდგენა.. სამწლიანი პროგრამების ფარგლებში, სტუდენტებმა პროფესიის პარალელურად მიიღეს სრული ზოგადი განათლება. კოლეჯი წარმატებებს უსურვებს მათ და გამოთქვამს მზაობას, დახმარება გაუწიონ აწ უკვე კურსდამთავრებულებს კარიერის დაგეგმვის ნებისმიერ ეტაპზე.\"}', '67c6ec5b840af-1741089883.jpg', NULL, '2288426e-9e50-4c26-911b-1eec010c13b4', 4, '1', '2023-06-22 16:39:38', '2025-03-04 08:04:43');
INSERT INTO `articles` (`id`, `title`, `description`, `image`, `embed`, `uuid`, `category_id`, `visibility`, `created_at`, `updated_at`) VALUES
(47, '{\"en\": \"მიმდინარე წლის 15 მაისს, კოლეჯს ბელგიის დელეგაცია ესტუმრა\", \"ka\": \"მიმდინარე წლის 15 მაისს, კოლეჯს ბელგიის დელეგაცია ესტუმრა\"}', '{\"en\": \"შეხვედრა მიგრაციის საერთაშორისო ორგანიზაციის (IOM) IOM Georgia საქართველოს წარმომადგენლობის შუამდგომლობით შედგა. ვიზიტის მიზანი იყო ბელგიიდან საქართველოში ნებაყოფლობით უკან დაბრუნებითი პროგრამის მონიტორინგი და მომავალი თანამშრომლობის შესაძლებლობის შეფასება. ვიზიტის ფარგლებში დელეგაციის წევრების ინტერესის ერთ-ერთ მნიშვნელოვან კომპონენტს წარმოადგენდა ქართველი მიგრანტების დასაქმებისა და პროფესიული მომზადება- გადამზადების შესაძლებლობების განსაზღვრა სამშობლოში დაბრუნების შემდეგ. სტუმრები გაეცნენ პროფესიულ საგანმანათლებლო პროგრამებს, კოლეჯის ინფრასტრუქტურას, ლაბორატორიასა და სახელოსნოებს, დაათვალიერეს ფაბლაბი და საგამოფენო სივრცეები. კოლეჯი ხელს უწყობს საერთაშორისო პარტნიორობის განვითარებას და ნებისმიერ დაინტერესებულ პირს/პირებს სთავაზობს თანამშრომლობას შესაძლებლობების ფარგლებში.\", \"ka\": \"შეხვედრა მიგრაციის საერთაშორისო ორგანიზაციის (IOM) IOM Georgia საქართველოს წარმომადგენლობის შუამდგომლობით შედგა. ვიზიტის მიზანი იყო ბელგიიდან საქართველოში ნებაყოფლობით უკან დაბრუნებითი პროგრამის მონიტორინგი და მომავალი თანამშრომლობის შესაძლებლობის შეფასება. ვიზიტის ფარგლებში დელეგაციის წევრების ინტერესის ერთ-ერთ მნიშვნელოვან კომპონენტს წარმოადგენდა ქართველი მიგრანტების დასაქმებისა და პროფესიული მომზადება- გადამზადების შესაძლებლობების განსაზღვრა სამშობლოში დაბრუნების შემდეგ. სტუმრები გაეცნენ პროფესიულ საგანმანათლებლო პროგრამებს, კოლეჯის ინფრასტრუქტურას, ლაბორატორიასა და სახელოსნოებს, დაათვალიერეს ფაბლაბი და საგამოფენო სივრცეები. კოლეჯი ხელს უწყობს საერთაშორისო პარტნიორობის განვითარებას და ნებისმიერ დაინტერესებულ პირს/პირებს სთავაზობს თანამშრომლობას შესაძლებლობების ფარგლებში.\"}', 'c7773ed6-a7db-441a-9f63-c184c0aa0dd.jpg', NULL, '22393d5d-4578-4bcb-8102-0288e3f5dd3b', 1, '1', '2024-09-02 16:39:38', '2024-05-26 16:39:38');

-- --------------------------------------------------------

--
-- Table structure for table `cataloges`
--

CREATE TABLE `cataloges` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`title`)),
  `file` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`file`)),
  `visibility` enum('0','1') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '1',
  `sortable` tinyint(4) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `cataloges`
--

INSERT INTO `cataloges` (`id`, `title`, `file`, `visibility`, `sortable`, `created_at`, `updated_at`) VALUES
(1, '{\"en\": \"2021 Catalog\", \"ka\": \"2021 წლის კატალოგი\"}', '{\"en\": null, \"ka\": \"catalogue_2021.pdf\"}', '1', 1, NULL, NULL),
(2, '{\"en\": \"2022 Catalog\", \"ka\": \"2022 წლის კატალოგი\"}', '{\"en\": null, \"ka\": \"catalogue_2022.pdf\"}', '1', 1, NULL, NULL),
(3, '{\"en\": \"2023 Catalog\", \"ka\": \"2023 წლის კატალოგი\"}', '{\"en\": null, \"ka\": \"catalogue_2023.pdf\"}', '1', 1, NULL, NULL),
(4, '{\"en\": \"2024 Catalog\", \"ka\": \"2024 წლის კატალოგი\"}', '{\"en\": null, \"ka\": \"catalogue_2024.pdf\"}', '1', 1, NULL, NULL),
(5, '{\"en\": \"2025 Catalog\", \"ka\": \"2025 წლის კატალოგი\"}', '{\"en\": null, \"ka\": \"catalogue_2025.pdf\"}', '1', 1, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`title`)),
  `visibility` enum('0','1') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `title`, `visibility`, `created_at`, `updated_at`) VALUES
(1, '{\"en\": \"International Communications\", \"ka\": \"საერთაშორისო კავშირები\"}', '1', '2024-02-14 10:59:52', '2024-02-14 10:59:52'),
(2, '{\"en\": \"Media\", \"ka\": \"მედია\"}', '1', '2024-02-14 11:09:16', '2024-02-14 11:09:16'),
(3, '{\"en\": \"Festivals\", \"ka\": \"ფესტივალები\"}', '1', '2024-02-14 11:12:10', '2024-02-14 11:12:10'),
(4, '{\"en\": \"Intenal Activities\", \"ka\": \"შიდა ღონისძიებები\"}', '1', '2024-02-14 11:13:37', '2024-02-14 11:13:37'),
(5, '{\"en\": \"News\", \"ka\": \"სიახლეები\"}', '0', '2024-02-14 11:14:01', '2024-02-14 11:14:01'),
(6, '{\"en\": \"Extracurricular Activities\", \"ka\": \"ექსტრაკურიკულური აქტივობები\"}', '1', '2024-02-14 11:14:01', '2024-02-14 11:14:01'),
(7, '{\"en\": \"Projects\", \"ka\": \"პროექტები\"}', '1', '2024-02-14 11:14:01', '2024-02-14 11:14:01');

-- --------------------------------------------------------

--
-- Table structure for table `college_principles`
--

CREATE TABLE `college_principles` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `mission` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`mission`)),
  `vision` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`vision`)),
  `principles` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`principles`)),
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `college_principles`
--

INSERT INTO `college_principles` (`id`, `mission`, `vision`, `principles`, `created_at`, `updated_at`) VALUES
(1, '{\"ka\":\"თითოეული პროფესიული სტუდენტისათვის/მსმენელისთვის ხელმისაწვდომი, სრულფასოვანი, დინამიური, ხარისხიანი პროფესიული სწავლებით უზრუნველყოფა, რაც ხელს შეუწყობს შრომის ბაზართან ადაპტირებული, კონკურენტუნარიანი კადრების მომზადებას, მათი შემდგომი დასაქმებისა და თვითრეალიზაციის პერსპექტივით.\",\"en\":\"To provide accessible, comprehensive, dynamic, and high-quality vocational education for every professional student/trainee, which will contribute to the preparation of labor market-adapted, competitive personnel, with prospects for their future employment and self-realization.\"}', '{\"ka\":\"2025 წლისათვის კოლეჯი იყოს კერძო და სახელმწიფო სექტორებისათვის მიმზიდველი პარტნიორი და მიმართულებების შესაბამისად დააკმაყოფილოს შრომის ბაზრის მოთხოვნა კვალიფიციურ სამუშაო ძალაზე.\",\"en\":\"By 2025, the college will be an attractive partner for both the private and public sectors and, according to its directions, will meet the labor market’s demand for a qualified workforce.\"}', '{\"ka\":\"პროფესიონალიზმი, თანამშრომლობითი გარემოს შექმნა, გუნდური მუშაობა, სწავლის თანაბარი შესაძლებლობა, საჯაროობა, ნოვაცია,  პროფესიული განვითარება\",\"en\":\"Professionalism, creation of a collaborative environment, teamwork, equal learning opportunities, transparency, innovation, professional development.\"}', '2025-08-11 12:20:38', '2025-08-11 12:20:38');

-- --------------------------------------------------------

--
-- Table structure for table `contacts`
--

CREATE TABLE `contacts` (
  `id` bigint(20) NOT NULL,
  `full_name` varchar(255) DEFAULT NULL,
  `subject` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `message` text DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `contacts`
--

INSERT INTO `contacts` (`id`, `full_name`, `subject`, `phone`, `email`, `message`, `created_at`, `updated_at`) VALUES
(3, 'Sheila Hendrix', 'Ut officia voluptas', '+1 (627) 196-6', 'meda@mailinator.com', 'Ipsam et id sunt qui', '2024-04-03 08:57:24', '2024-04-03 08:57:24'),
(4, 'Jessica Merrill', 'Dolor voluptas volup', '+1 (288) 851-6', 'rejecuti@mailinator.com', 'Eiusmod omnis conseq', '2024-04-03 08:58:40', '2024-04-03 08:58:40'),
(5, 'Caesar Lindsey', 'Similique perspiciat', '+1 (917) 204-3', 'koral@mailinator.com', 'Aliquip aliquam quae', '2024-04-03 08:59:15', '2024-04-03 08:59:15');

-- --------------------------------------------------------

--
-- Table structure for table `councils`
--

CREATE TABLE `councils` (
  `id` bigint(20) NOT NULL,
  `first_name` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`first_name`)),
  `last_name` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`last_name`)),
  `representative` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`representative`)),
  `visibility` enum('0','1') NOT NULL DEFAULT '1',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `councils`
--

INSERT INTO `councils` (`id`, `first_name`, `last_name`, `representative`, `visibility`, `created_at`, `updated_at`) VALUES
(18, '{\"en\": \"Teona\", \"ka\": \"თეონა\"}', '{\"en\": \"Svanidze\", \"ka\": \"სვანიძე\"}', '{\"en\": \"St. Head of Culture, Education, Sports and Youth Department of Gldani district administration of Tbilisi Municipality\", \"ka\": \"ქ. თბილისის მუნიციპალიტეტის გლდანის რაიონის გამგეობის კულტურის, განათლების, სპორტისა და ახალგაზრდობის განყოფილების უფროსი\"}', '1', '2024-02-29 15:28:20', '2024-02-29 15:28:20'),
(19, '{\"en\": \"Giorgi\", \"ka\": \"გიორგი\"}', '{\"en\": \"Tsutskiridze\", \"ka\": \"ცუცქირიძე\"}', '{\"en\": \"Executive Director of the Association of Georgian Banks\", \"ka\": \"საქართველოს ბანკების ასოციაციის აღმასრულებელი დირექტორი\"}', '1', '2024-07-29 12:17:48', '2024-07-29 12:17:48'),
(20, '{\"en\": \"David\", \"ka\": \"დავით\"}', '{\"en\": \"Okeri\", \"ka\": \"ოქერი\"}', '{\"en\": \"Sales Director of \\\"Robert Bosch\\\" LLC in the Caucasus region\", \"ka\": \"შპს „რობერტ ბოშის“ გაყიდვების დირექტორი კავკასიის რეგიონში\"}', '1', '2024-07-29 12:18:46', '2024-07-29 12:18:46'),
(21, '{\"en\": \"Zviad\", \"ka\": \"ზვიად\"}', '{\"en\": \"Mamniashvili\", \"ka\": \"მამნიაშვილი\"}', '{\"en\": \"Representative of vocational education teachers\", \"ka\": \"პროფესიული განათლების მასწავლებელთა წარმომადგენელი\"}', '1', '2024-07-29 12:19:45', '2024-07-29 12:19:45'),
(22, '{\"en\": \"Nato\", \"ka\": \"ნატო\"}', '{\"en\": \"Tsimakuridze\", \"ka\": \"ციმაკურიძე\"}', '{\"en\": \"Representative of parents of professional students\", \"ka\": \"პროფესიული სტუდენტების მშობელთა წარმომადგენელი\"}', '1', '2024-07-29 12:20:40', '2024-07-29 12:20:40');

-- --------------------------------------------------------

--
-- Table structure for table `docs`
--

CREATE TABLE `docs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`title`)),
  `type` enum('doc','docx','pdf','xlsx','ppt','pptx','xls') COLLATE utf8mb4_unicode_ci NOT NULL,
  `src` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `article_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `documentations`
--

CREATE TABLE `documentations` (
  `id` bigint(20) NOT NULL,
  `title` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`title`)),
  `file` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`file`)),
  `category` varchar(255) NOT NULL,
  `section` varchar(255) DEFAULT NULL,
  `visibility` enum('0','1') NOT NULL DEFAULT '1',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `documentations`
--

INSERT INTO `documentations` (`id`, `title`, `file`, `category`, `section`, `visibility`, `created_at`, `updated_at`) VALUES
(1, '{\"en\": \"One-year Action Plan (2024-2025)\", \"ka\": \"ერთწლიანი სამოქმედო გეგმა (2024-2025წწ.)\"}', '{\"en\": null, \"ka\": \"one_year_action_plan_2024_2025.pdf\"}', 'development-strategy', NULL, '1', '2025-03-01 04:40:26', '2025-03-01 16:43:32'),
(2, '{\"en\": \"One-year Action Plan (2023-2024)\", \"ka\": \"ერთწლიანი სამოქმედო გეგმა (2023-2024წწ.)\"}', '{\"en\": null, \"ka\": \"one_year_action_plan_2023_2024.pdf\"}', 'development-strategy', NULL, '1', '2025-03-01 04:40:26', '2025-03-01 16:43:32'),
(3, '{\"en\": \"One-year Action Plan (2022-2023)\", \"ka\": \"ერთწლიანი სამოქმედო გეგმა (2022-2023წწ.)\"}', '{\"en\": null, \"ka\": \"one_year_action_plan_2022_2023.pdf\"}', 'development-strategy', NULL, '1', '2025-03-01 04:40:26', '2025-03-01 16:43:32'),
(4, '{\"en\": \"One-year Action Plan (2021-2022)\", \"ka\": \"ერთწლიანი სამოქმედო გეგმა (2021-2022წწ.)\"}', '{\"en\": null, \"ka\": \"one_year_action_plan_2021_2022.pdf\"}', 'development-strategy', NULL, '1', '2025-03-01 04:40:26', '2025-03-01 16:43:32'),
(5, '{\"en\": \"One-year Action Plan (2020-2021)\", \"ka\": \"ერთწლიანი სამოქმედო გეგმა (2020-2021წწ.)\"}', '{\"en\": null, \"ka\": \"one_year_action_plan_2020_2021.pdf\"}', 'development-strategy', NULL, '1', '2025-03-01 04:40:26', '2025-03-01 16:43:32'),
(6, '{\"en\": \"One-year Action Plan (09.08.2019-09.08.2020)\", \"ka\": \"ერთწლიანი სამოქმედო გეგმა (09.08.2019-09.08.2020წწ.)\"}', '{\"en\": null, \"ka\": \"one_year_action_plan_2019_2020.pdf\"}', 'development-strategy', NULL, '1', '2025-03-01 04:40:26', '2025-03-01 16:43:32'),
(7, '{\"en\": \"One-year Strategic Development Plan (2018-2019)\", \"ka\": \"ერთწლიანი სამოქმედო გეგმა (09.08.2018-09.08.2019წწ.)\"}', '{\"en\": null, \"ka\": \"one_year_strategic_development_plan_2018_2019.pdf\"}', 'development-strategy', NULL, '1', '2025-03-01 04:40:26', '2025-03-01 16:43:32'),
(8, '{\"en\": \"Quality Management Action Plan (2022-2024)\", \"ka\": \"2022-2024 წლების ხარისხის მართვის სამოქმედო გეგმა\"}', '{\"en\": null, \"ka\": \"quality_management_action_plan_2022_2024.pdf\"}', 'development-strategy', NULL, '1', '2025-03-01 04:40:26', '2025-03-01 16:43:32'),
(9, '{\"en\": \"Quality Management Action Plan (2019-2022)\", \"ka\": \"2019-2022 წლების ხარისხის მართვის სამოქმედო გეგმა\"}', '{\"en\": null, \"ka\": \"quality_management_action_plan_2019_2022.pdf\"}', 'development-strategy', NULL, '1', '2025-03-01 04:40:26', '2025-03-01 16:43:32'),
(10, '{\"en\": \"Action Plan and Human Resources Management Policy\", \"ka\": \"სამოქმედო გეგმა და ადამიანური რესურსების მართვის პოლიტიკა\"}', '{\"en\": null, \"ka\": \"action_plan_and_hr_management_policy.pdf\"}', 'development-strategy', NULL, '1', '2025-03-01 04:40:26', '2025-03-01 16:43:32'),
(11, '{\"en\": \"Six-year Strategic Development Plan (2018-2024)\", \"ka\": \"ექვსწლიანი სტრატეგიული განვითარების გეგმა (2018-2024წწ)\"}', '{\"en\": null, \"ka\": \"six_year_strategic_development_plan_2018_2024.pdf\"}', 'development-strategy', NULL, '1', '2025-03-01 04:40:26', '2025-03-01 16:43:32'),
(12, '{\"en\": \"Seven-year Strategic Development Plan (2018-2025)\", \"ka\": \"შვიდწლიანი სტრატეგიული განვითარების გეგმა (2018-2025წწ)\"}', '{\"en\": null, \"ka\": \"seven_year_strategic_development_plan_2018_2025.pdf\"}', 'development-strategy', NULL, '1', '2025-03-01 04:40:26', '2025-03-01 16:43:32'),
(13, '{\"en\": \"One-year Strategic Development Plan\", \"ka\": \"ერთწლიანი სტრატეგიული განვითარების გეგმა\"}', '{\"en\": null, \"ka\": \"one_year_strategic_development_plan.pdf\"}', 'development-strategy', NULL, '1', '2025-03-01 04:40:26', '2025-03-01 16:43:32'),
(14, '{\"en\": \"One-year Strategic Development Plan (2018)\", \"ka\": \"ერთწლიანი სტრატეგიული განვითარების გეგმა 2018\"}', '{\"en\": null, \"ka\": \"one_year_strategic_development_plan_2018.pdf\"}', 'development-strategy', NULL, '1', '2025-03-01 04:40:26', '2025-03-01 16:43:32'),
(15, '{\"en\": \"Six-year Strategic Plan\", \"ka\": \"ექვსწლიანი სტრატეგიული გეგმა\"}', '{\"en\": null, \"ka\": \"six_year_strategic_plan.pdf\"}', 'development-strategy', NULL, '1', '2025-03-01 04:40:26', '2025-03-01 16:43:32'),
(16, '{\"en\": \"on the development of education quality\", \"ka\": \"განათლების ხარისხის განვითარების შესახებ\"}', '{\"en\": null, \"ka\": \"on_the_development_of_education_quality.pdf\"}', 'legislative-acts', NULL, '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(17, '{\"en\": \"general administrative code\", \"ka\": \"ზოგადი ადმინისტრაციული კოდექსი\"}', '{\"en\": null, \"ka\": \"general_administrative_code.pdf\"}', 'legislative-acts', NULL, '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(18, '{\"en\": \"on personal data protection\", \"ka\": \"პერსონალურ მონაცემთა დაცვის შესახებ\"}', '{\"en\": null, \"ka\": \"on_personal_data_protection.pdf\"}', 'legislative-acts', NULL, '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(19, '{\"en\": \"law of georgia on vocational education\", \"ka\": \"საქართველოს კანონი პროფესიული განათლების შესახებ\"}', '{\"en\": null, \"ka\": \"law_of_georgia_on_vocational_education.pdf\"}', 'legislative-acts', NULL, '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(20, '{\"en\": \"on legal entity of public law\", \"ka\": \"საჯარო სამართლის იურიდიული პირის შესახებ\"}', '{\"en\": null, \"ka\": \"on_legal_entity_of_public_law.pdf\"}', 'legislative-acts', NULL, '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(21, '{\"en\": \"unified rules of recordkeeping\", \"ka\": \"საქმისწარმოების ერთიანი წესები\"}', '{\"en\": null, \"ka\": \"unified_rules_of_recordkeeping.pdf\"}', 'legislative-acts', NULL, '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(22, '{\"en\": \"labor code of georgia\", \"ka\": \"საქართველოს შრომის კოდექსი\"}', '{\"en\": null, \"ka\": \"labor_code_of_georgia.pdf\"}', 'legislative-acts', NULL, '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(23, '{\"en\": \"constitution of georgia\", \"ka\": \"საქართველოს კონსტიტუცია\"}', '{\"en\": null, \"ka\": \"constitution_of_georgia.pdf\"}', 'legislative-acts', NULL, '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(24, '{\"en\": \"government resolution no 244 vocational education financing rule\", \"ka\": \"საქართველოს მთავრობის დადგენილება №244\"}', '{\"en\": null, \"ka\": \"government_resolution_no_244_vocational_education_financing_rule.pdf\"}', 'legislative-acts', NULL, '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(25, '{\"en\": \"personal data protection regulation\", \"ka\": \"პერსონალურ მონაცემთა დაცვის დებულება\"}', '{\"en\": null, \"ka\": \"personal_data_protection_regulation.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(26, '{\"en\": \"library regulation\", \"ka\": \"ბიბლიოთეკის დებულება\"}', '{\"en\": null, \"ka\": \"library_regulation.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(27, '{\"en\": \"internal mechanisms for quality development in education\", \"ka\": \"განათლების ხარისხის განვითარების შიდა მექამიზმები\"}', '{\"en\": null, \"ka\": \"internal_mechanisms_for_quality_development_in_education.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(28, '{\"en\": \"internal regulations\", \"ka\": \"შინაგანაწესი\"}', '{\"en\": null, \"ka\": \"internal_regulations.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(29, '{\"en\": \"creation of monitoring group for modular program implementation\", \"ka\": \"მოდულური პროგრამების განხორციელების მონიტორინგის ჯგუფის შექმნის შესახებ\"}', '{\"en\": null, \"ka\": \"creation_of_monitoring_group_for_modular_program_implementation.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(30, '{\"en\": \"rules for storage and utilization of products created in learning process\", \"ka\": \"სწავლო პროცესის ფარგლებში შექმნილი პროდუქტის შენახვისა და უტილიზაციის წესები\"}', '{\"en\": null, \"ka\": \"rules_for_storage_and_utilization_of_products_created_in_learning_process.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(31, '{\"en\": \"archive management regulation\", \"ka\": \"არქივის წარმოების დებულება\"}', '{\"en\": null, \"ka\": \"archive_management_regulation.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(32, '{\"en\": \"teacher selection rule\", \"ka\": \"მასწავლებლის შერჩევის წესი\"}', '{\"en\": null, \"ka\": \"teacher_selection_rule.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(33, '{\"en\": \"methodology for defining maximum number of students\", \"ka\": \"სტუდენტთა ზღვრული რაოდენობის განსაზღვრის მეთოდოლოგია\"}', '{\"en\": null, \"ka\": \"methodology_for_defining_maximum_number_of_students.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(34, '{\"en\": \"recordkeeping rule\", \"ka\": \"საქმისწარმოები წესი\"}', '{\"en\": null, \"ka\": \"recordkeeping_rule.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(35, '{\"en\": \"industrial practice and practical component regulation\", \"ka\": \"საწარმოო პრაქტიკისა და პრაქტიკული კომპონენტის გავლის დებულება\"}', '{\"en\": null, \"ka\": \"industrial_practice_and_practical_component_regulation.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(36, '{\"en\": \"tobacco use rule in gldani vocational training center\", \"ka\": \"გლდანის პროფესიული მომზადების ცენტრში თამბაქოს მოხმარების წესი\"}', '{\"en\": null, \"ka\": \"tobacco_use_rule_in_gldani_vocational_training_center.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(37, '{\"en\": \"procedure for program development approval and amendment\", \"ka\": \"პროგრამის შემუშავების, დამტკიცებისა და მასში ცვლილების შეტანის პროცედურის წესი\"}', '{\"en\": null, \"ka\": \"procedure_for_program_development_approval_and_amendment.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(38, '{\"en\": \"individual learning plan development rule 2023\", \"ka\": \"ინდივიდუალური სასწავლო გეგმის შემუშავების წესი\"}', '{\"en\": null, \"ka\": \"individual_learning_plan_development_rule_2023.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(39, '{\"en\": \"disciplinary proceedings rule 2018\", \"ka\": \"დისციპლინური წარმოების წესი\"}', '{\"en\": null, \"ka\": \"disciplinary_proceedings_rule_2018.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(40, '{\"en\": \"functional rights and responsibilities of staff\", \"ka\": \"თანამშრომელთა ფუნქციონალური უფლება-მოვალეობები\"}', '{\"en\": null, \"ka\": \"functional_rights_and_responsibilities_of_staff.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(41, '{\"en\": \"mission vision values strategy and action plan rules\", \"ka\": \"მისიის, ხედვის, ღირებულებების, სტრატეგიული და სამოქმედო გეგმის შემუშავების, მათში ცვლილებების შეტანის, გაზიარების, სტრატეგიული და სამოქმედო გეგმის მონიტორინგისა და ანგარიშგების წესი\"}', '{\"en\": null, \"ka\": \"mission_vision_values_strategy_and_action_plan_rules.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(42, '{\"en\": \"vocational orientation planning and counseling rule\", \"ka\": \"პროფესიული ორიენტაციისა დაგეგმვისა და კონსულტირების გაწევის წესი\"}', '{\"en\": null, \"ka\": \"vocational_orientation_planning_and_counseling_rule.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(43, '{\"en\": \"evaluation of learning outcomes for vocational students\", \"ka\": \"პროფესიულ სტუდენტთა სწავლის შედეგების შეფასების წესი\"}', '{\"en\": null, \"ka\": \"evaluation_of_learning_outcomes_for_vocational_students.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(44, '{\"en\": \"vocational student enrollment rule\", \"ka\": \"პროფესიული სტუდენტთა ჩარიცხვის წესი\"}', '{\"en\": null, \"ka\": \"vocational_student_enrollment_rule.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(45, '{\"en\": \"applicant selection rule for dual program\", \"ka\": \"აპლიკანტთა შერჩევის წესი პროგრამაზე (დუალური მიდგომით)\"}', '{\"en\": null, \"ka\": \"applicant_selection_rule_for_dual_program.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(46, '{\"en\": \"vocational student qualification commission regulation\", \"ka\": \"პროფესიულ სტუდენტთა საკვალიფიკაციო კომისიის დებულება\"}', '{\"en\": null, \"ka\": \"vocational_student_qualification_commission_regulation.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(47, '{\"en\": \"vocational student interim assessment rule\", \"ka\": \"პროფესიული სტუდენტის შუალედურის შეფასების წესი\"}', '{\"en\": null, \"ka\": \"vocational_student_interim_assessment_rule.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(48, '{\"en\": \"vocational students and listeners code of conduct\", \"ka\": \"პროფესიულ სტუდენტთა და მსმენელთა ქცევის წესები\"}', '{\"en\": null, \"ka\": \"vocational_students_and_listeners_code_of_conduct.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(49, '{\"en\": \"rule for conducting qualification exam in educational programs\", \"ka\": \"საგანმანათლებლო პროგრამებზე საკვალიფიკაციო გამოცდის ჩატარების წესი\"}', '{\"en\": null, \"ka\": \"rule_for_conducting_qualification_exam_in_educational_programs.pdf\"}', 'subordinate-legislation-acts', 'internal-acts', '1', '2025-02-28 20:00:00', '2025-02-28 20:00:00'),
(50, '{\"en\": \"Authorization Regulation\", \"ka\": \"ავტორიზაციის დებულება\"}', '{\"en\": null, \"ka\": \"authorization_regulation.pdf\"}', 'subordinate-legislation-acts', 'normative', '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(51, '{\"en\": \"Approval of Credit System in Vocational Education\", \"ka\": \"პროფესიული განათლების სფეროში კრედიტების სისტემის დამტკიცების შესახებ\"}', '{\"en\": null, \"ka\": \"approval_of_credit_system_in_vocational_education.pdf\"}', 'subordinate-legislation-acts', 'normative', '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(52, '{\"en\": \"Vocational Education Funding Rule\", \"ka\": \"პროფესიული განათლების დაფინანსების წესი\"}', '{\"en\": null, \"ka\": \"vocational_education_funding_rule.pdf\"}', 'subordinate-legislation-acts', 'normative', '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(53, '{\"en\": \"Enrollment Rule for Vocational Education Programs\", \"ka\": \"პროფესიულ საგანმანათლებლო პროგრამებზე ჩარიცხვის წესი\"}', '{\"en\": null, \"ka\": \"enrollment_rule_for_vocational_education_programs.pdf\"}', 'subordinate-legislation-acts', 'normative', '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(54, '{\"en\": \"Professional Ethics Code of Vocational Teacher\", \"ka\": \"პროფესიული განათლების მასწავლებლის პროფესიული ეთიკის კოდექსი\"}', '{\"en\": null, \"ka\": \"professional_ethics_code_of_vocational_teacher.pdf\"}', 'subordinate-legislation-acts', 'normative', '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(55, '{\"en\": \"Recognition of Nonformal Education (2019)\", \"ka\": \"არაფორმალური განათლების აღიარება\"}', '{\"en\": null, \"ka\": \"recognition_of_nonformal_education_2019.pdf\"}', 'subordinate-legislation-acts', 'normative', '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(56, '{\"en\": \"Professional Standard for Vocational Teacher\", \"ka\": \"პროფ მასწავლებლის პროფესიული სტანდარტი\"}', '{\"en\": null, \"ka\": \"professional_standard_for_vocational_teacher.pdf\"}', 'subordinate-legislation-acts', 'normative', '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(57, '{\"en\": \"Approval of Vocational Diploma Form\", \"ka\": \"პროფესიული დიპლომის ფორმის დამტკიცება\"}', '{\"en\": null, \"ka\": \"approval_of_vocational_diploma_form.pdf\"}', 'subordinate-legislation-acts', 'normative', '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(58, '{\"en\": \"Request and Proactive Publication of Public Information in Electronic Form\", \"ka\": \"საჯარო ინფორმაციის ელექტრონული ფორმით მოთხოვნა და პროაქტიულად გამოქვეყნება\"}', '{\"en\": null, \"ka\": \"request_and_proactive_publication_of_public_information_in_electronic_form.pdf\"}', 'subordinate-legislation-acts', 'normative', '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(59, '{\"en\": \"Rules and Conditions for Creation and Administration of Vocational Education Management Information System (EMIS)\", \"ka\": \"პროფესიული განათლების მართვის საინფორმაციო სისტემის შექმნისა და ადმინისტრირების წესისა და პირობების დამტკიცების შესახებ\"}', '{\"en\": null, \"ka\": \"emis_system_rules_and_conditions.pdf\"}', 'subordinate-legislation-acts', 'normative', '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(60, '{\"en\": \"Approval of Vocational Student Mobility Rule\", \"ka\": \"პროფესიული სტუდენტის მობილობის წესის დამტკიცების შესახებ\"}', '{\"en\": null, \"ka\": \"approval_of_vocational_student_mobility_rule.pdf\"}', 'subordinate-legislation-acts', 'normative', '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(61, '{\"en\": \"2018 Report\", \"ka\": \"2018 წლის ანგარიში\"}', '{\"en\": null, \"ka\": \"annual_report_2018.pdf\"}', 'reports-activities', NULL, '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(62, '{\"en\": \"2019 Report\", \"ka\": \"2019 წლის ანგარიში\"}', '{\"en\": null, \"ka\": \"annual_report_2019.pdf\"}', 'reports-activities', NULL, '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(63, '{\"en\": \"2020 Report\", \"ka\": \"2020 წლის ანგარიში\"}', '{\"en\": null, \"ka\": \"annual_report_2020.pdf\"}', 'reports-activities', NULL, '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(64, '{\"en\": \"2021 Report\", \"ka\": \"2021 წლის ანგარიში\"}', '{\"en\": null, \"ka\": \"annual_report_2021.pdf\"}', 'reports-activities', NULL, '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(65, '{\"en\": \"2022 Report\", \"ka\": \"2022 წლის ანგარიში\"}', '{\"en\": null, \"ka\": \"annual_report_2022.pdf\"}', 'reports-activities', NULL, '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(66, '{\"en\": \"2023 Report\", \"ka\": \"2023 წლის ანგარიში\"}', '{\"en\": null, \"ka\": \"annual_report_2023.pdf\"}', 'reports-activities', NULL, '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(67, '{\"en\": \"2024/25 Report\", \"ka\": \"2024/25 წლის ანგარიში\"}', '{\"en\": null, \"ka\": \"annual_report_2024_2025.pdf\"}', 'reports-activities', NULL, '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(68, '{\"en\": \"2023-2024 Strategic Plan Report\", \"ka\": \"2023-2024 წლის სამ.გეგმის ანგარიში\"}', '{\"en\": null, \"ka\": \"strategic_plan_report_2023_2024.pdf\"}', 'reports-activities', NULL, '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(69, '{\"en\": \"2022-2023 Strategic Plan Report\", \"ka\": \"2022-2023 წლის სამ.გეგმის ანგარიში\"}', '{\"en\": null, \"ka\": \"strategic_plan_report_2022_2023.pdf\"}', 'reports-activities', NULL, '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(70, '{\"en\": \"2021-2022 Strategic Plan Report\", \"ka\": \"2021-2022 წლის სამ.გეგმის ანგარიში\"}', '{\"en\": null, \"ka\": \"strategic_plan_report_2021_2022.pdf\"}', 'reports-activities', NULL, '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(71, '{\"en\": \"2020-2021 Strategic Plan Report\", \"ka\": \"2020-2021 წლის სამ.გეგმის ანგარიში\"}', '{\"en\": null, \"ka\": \"strategic_plan_report_2020_2021.pdf\"}', 'reports-activities', NULL, '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(72, '{\"en\": \"2018-2019 Strategic Plan Report\", \"ka\": \"2018-2019 წლის სამ.გეგმის ანგარიში\"}', '{\"en\": null, \"ka\": \"strategic_plan_report_2018_2019.pdf\"}', 'reports-activities', NULL, '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(73, '{\"en\": \"Aug 2019 - Feb 2020 Interim Report\", \"ka\": \"08.2019-02.2020 წლის შუალედური ანგარიში\"}', '{\"en\": null, \"ka\": \"interim_report_aug2019_feb2020.pdf\"}', 'reports-activities', NULL, '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(74, '{\"en\": \"Inclusive Education Report 2021\", \"ka\": \"ინკლუზიური განათლება ანგარიში 2021წ\"}', '{\"en\": null, \"ka\": \"inclusive_education_report_2021.pdf\"}', 'reports-activities', 'inclusive-report', '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(75, '{\"en\": \"Inclusive Education Report 2022\", \"ka\": \"ინკლუზიური განათლება ანგარიში 2022წ\"}', '{\"en\": null, \"ka\": \"inclusive_education_report_2022.pdf\"}', 'reports-activities', 'inclusive-report', '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(76, '{\"en\": \"Inclusive Education Report 2023\", \"ka\": \"ინკლუზიური განათლება ანგარიში 2023წ\"}', '{\"en\": null, \"ka\": \"inclusive_education_report_2023.pdf\"}', 'reports-activities', 'inclusive-report', '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(77, '{\"en\": \"Inclusive Education Report 2024\", \"ka\": \"ინკლუზიური განათლება ანგარიში 2024წ\"}', '{\"en\": null, \"ka\": \"inclusive_education_report_2024.pdf\"}', 'reports-activities', 'inclusive-report', '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(78, '{\"en\": \"Practical Training Component\", \"ka\": \"პრაქტიკული სწავლების კომპონენტი\"}', '{\"en\": null, \"ka\": \"practical_training_component.pdf\"}', 'reports-activities', NULL, '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(79, '{\"en\": \"Employment Support\", \"ka\": \"დასაქმების ხელშეწყობა\"}', '{\"en\": null, \"ka\": \"employment_support.pdf\"}', 'reports-activities', NULL, '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(80, '{\"en\": \"Cooperation with Ministry of Defense\", \"ka\": \"თანამშრომლობა თავდაცვის სამინიტროსთან\"}', '{\"en\": null, \"ka\": \"cooperation_with_ministry_of_defense_2018.pdf\"}', 'reports-activities', NULL, '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(81, '{\"en\": \"FabLab Development\", \"ka\": \"FabLab_ის განვითარება\"}', '{\"en\": null, \"ka\": \"fablab_development.pdf\"}', 'reports-activities', NULL, '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(82, '{\"en\": \"Library Report 2021\", \"ka\": \"ბიბლიოთეკის ანგარიში 2021\"}', '{\"en\": null, \"ka\": \"library_report_2021.pdf\"}', 'reports-activities', 'library-report', '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(83, '{\"en\": \"Library Report 2022\", \"ka\": \"ბიბლიოთეკის ანგარიში 2022\"}', '{\"en\": null, \"ka\": \"library_report_2022.pdf\"}', 'reports-activities', 'library-report', '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(84, '{\"en\": \"Library Report 2023\", \"ka\": \"ბიბლიოთეკის ანგარიში 2023\"}', '{\"en\": null, \"ka\": \"library_report_2023.pdf\"}', 'reports-activities', 'library-report', '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(85, '{\"en\": \"Library Report 2024\", \"ka\": \"ბიბლიოთეკის ანგარიში 2024\"}', '{\"en\": null, \"ka\": \"library_report_2024.pdf\"}', 'reports-activities', 'library-report', '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(86, '{\"en\": \"2019-2020 Strategic Plan Report\", \"ka\": \"2019-2020 წლის სამ.გეგმის ანგარიში\"}', '{\"en\": null, \"ka\": \"strategic_plan_report_2019_2020.pdf\"}', 'reports-activities', NULL, '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(87, '{\"en\": \"2018-2019 Activities\", \"ka\": \"2018-2019 წლის აქტივობები\"}', '{\"en\": null, \"ka\": \"activities_2018_2019.pdf\"}', 'reports-activities', NULL, '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(88, '{\"en\": \"2020 Activities\", \"ka\": \"2020 წლის აქტივობები\"}', '{\"en\": null, \"ka\": \"activities_2020.pdf\"}', 'reports-activities', NULL, '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(89, '{\"en\": \"Some Activities 2021\", \"ka\": \"ზოგიერთი აქტივობები 2021წ\"}', '{\"en\": null, \"ka\": \"some_activities_2021.pdf\"}', 'reports-activities', NULL, '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32'),
(90, '{\"en\": \"Freedom of Information\", \"ka\": \"ინფორმაციის თავისუფლების\"}', '{\"en\": null, \"ka\": \"freedom_of_information.pdf\"}', 'reports-activities', NULL, '1', '2025-03-01 00:40:26', '2025-03-01 12:43:32');

-- --------------------------------------------------------

--
-- Table structure for table `employers`
--

CREATE TABLE `employers` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `image` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'no-image.jpg',
  `url` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `visibility` enum('0','1') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `employers`
--

INSERT INTO `employers` (`id`, `title`, `image`, `url`, `visibility`, `created_at`, `updated_at`) VALUES
(1, 'შპს ავტოსერვისი \"დიდი დიღომი\"', 'partner.svg', NULL, '1', NULL, NULL),
(2, 'შპს \"Nikol Servise\"', 'partner.svg', NULL, '1', NULL, NULL),
(3, 'ი.მ \"გელა მიქელაძე\"', 'partner.svg', NULL, '1', NULL, NULL),
(4, 'შპს \"ლიდერ ავტო ცენტრი\"', 'partner.svg', NULL, '1', NULL, NULL),
(5, 'შპს \"ლსლ და კომპანია\"', 'partner.svg', NULL, '1', NULL, NULL),
(6, 'შპს \"დოსქოვერ ავტო სერვისი\"', 'partner.svg', NULL, '1', NULL, NULL),
(7, 'შპს \"თეგეტა მოტორსი\"', 'partner.svg', NULL, '1', NULL, NULL),
(8, 'შპს \"იბერია ავტოჰაუსი\"', 'partner.svg', NULL, '1', NULL, NULL),
(9, 'საზოგადოებრივი აზრის კვლევისა და მარკეტინგის ინსტიტუტი', 'partner.svg', NULL, '1', NULL, NULL),
(10, 'შპს \"მეგასერვის ცენტრი\"', 'partner.svg', NULL, '1', NULL, NULL),
(11, 'საქართველოს ბანკების ასოციაცია', 'partner.svg', NULL, '1', NULL, NULL),
(12, 'შპს \"ელიტმშენი\"', 'partner.svg', NULL, '1', NULL, NULL),
(13, 'საქ.სამეც.საგან. კომპ.ქსელების ასოციაცია \"გრენა\"', 'partner.svg', NULL, '1', NULL, NULL),
(14, 'შპს \"კუწურიე\"', 'partner.svg', NULL, '1', NULL, NULL),
(15, 'შპს \"მშენებელი დ.დ.აჩი\"', 'partner.svg', NULL, '1', NULL, NULL),
(16, 'შპს \"მილერი და კომპანია\"', 'partner.svg', NULL, '1', NULL, NULL),
(17, 'შპს \"მოდელების სახლი მატერია\"', 'partner.svg', NULL, '1', NULL, NULL),
(18, 'შპს \"ელსელემა\"', 'partner.svg', NULL, '1', NULL, NULL),
(19, 'შპს \"ბესტ ვესტერნ თბილისი\"', 'partner.svg', NULL, '1', NULL, NULL),
(20, 'შპს \"მემი\"', 'partner.svg', NULL, '1', NULL, NULL),
(21, 'ა(ა)იპ ქ. თბილისის ფეხბურთის ფედერაცია', 'partner.svg', NULL, '1', NULL, NULL),
(22, 'შპს \"NLK\"', 'partner.svg', NULL, '1', NULL, NULL),
(23, 'ა(ა)იპ ქართველთა, ოსთა და აფხაზთა თანამეგობრობის კავშირი', 'partner.svg', NULL, '1', NULL, NULL),
(24, 'შპს \"ოქროს ველი\"', 'partner.svg', NULL, '1', NULL, NULL),
(25, 'შპს \"სეზანი\"', 'partner.svg', NULL, '1', NULL, NULL),
(26, 'შპს \"გრინვიჩი\"', 'partner.svg', NULL, '1', NULL, NULL),
(27, 'ი.მ \"ნათია შიოშვილს\"', 'partner.svg', NULL, '1', NULL, NULL),
(28, 'შპს სადეზინფექციო სამსახური \"სუფთა სამყარო\"', 'partner.svg', NULL, '1', NULL, NULL),
(29, 'შპს \"კომპი შოპი\"', 'partner.svg', NULL, '1', NULL, NULL),
(30, 'ი.მ. \"თემური ალბექიონი\"', 'partner.svg', NULL, '1', NULL, NULL),
(31, 'შპს \"მეთემოტორსი\"', 'partner.svg', NULL, '1', NULL, NULL),
(32, 'სს \"ნიკორა\"', 'partner.svg', NULL, '1', NULL, NULL),
(33, 'შპს \"ოტო მოტორს ჰოლდინგი\"', 'partner.svg', NULL, '1', NULL, NULL),
(34, 'შპს \"FLEXMEDIA\"', 'partner.svg', NULL, '1', NULL, NULL),
(35, 'შპს \"აიტისო\"', 'partner.svg', NULL, '1', NULL, NULL),
(36, 'შპს \"სუპერლაინს\"', 'partner.svg', NULL, '1', NULL, NULL),
(37, 'შპს \"კირკიტაძე და კომპანია\"', 'partner.svg', NULL, '1', NULL, NULL),
(38, 'შპს \"საქპროექტარქიტექტურა\"', 'partner.svg', NULL, '1', NULL, NULL),
(39, 'შპს \"აკა\"', 'partner.svg', NULL, '1', NULL, NULL),
(40, 'ი.მ ჯიბო საყვარელიძე', 'partner.svg', NULL, '1', NULL, NULL),
(41, 'შპს \"pos.ge\"', 'partner.svg', NULL, '1', NULL, NULL),
(42, 'შპს \"Nia-Nia\"', 'partner.svg', NULL, '1', NULL, NULL),
(43, 'შპს \"მ & ქ\"', 'partner.svg', NULL, '1', NULL, NULL),
(44, 'შპს \"იზოგრაფიკი\"', 'partner.svg', NULL, '1', NULL, NULL),
(45, 'შპს \"გლდანის სერვისი\"', 'partner.svg', NULL, '1', NULL, NULL),
(46, 'ა(ა)იპ \"გლდანის განვითარების ფონდი +\"', 'partner.svg', NULL, '1', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `uuid` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `connection` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `queue` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `exception` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gallery_images`
--

CREATE TABLE `gallery_images` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `image` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `photo_gallery_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gallery_images`
--

INSERT INTO `gallery_images` (`id`, `image`, `photo_gallery_id`, `created_at`, `updated_at`) VALUES
(27, '6686ab3d20579-1720101693.jpg', 144, '2024-07-04 10:01:33', '2024-07-04 10:01:33'),
(28, '6686ab42bf9e2-1720101698.jpg', 144, '2024-07-04 10:01:38', '2024-07-04 10:01:38'),
(29, '6686ab47a14c2-1720101703.jpg', 144, '2024-07-04 10:01:43', '2024-07-04 10:01:43'),
(30, '6686ab4c8228a-1720101708.jpg', 144, '2024-07-04 10:01:48', '2024-07-04 10:01:48'),
(31, '6686ab75e55cd-1720101749.jpg', 145, '2024-07-04 10:02:29', '2024-07-04 10:02:29'),
(32, '6686ab7b81dec-1720101755.jpg', 145, '2024-07-04 10:02:35', '2024-07-04 10:02:35'),
(33, '6686ab80bee11-1720101760.jpg', 145, '2024-07-04 10:02:40', '2024-07-04 10:02:40'),
(34, '6686ab8752823-1720101767.jpg', 145, '2024-07-04 10:02:47', '2024-07-04 10:02:47'),
(35, '6686ab8ebdda4-1720101774.jpg', 145, '2024-07-04 10:02:54', '2024-07-04 10:02:54'),
(36, '6686ab94abd6e-1720101780.jpg', 145, '2024-07-04 10:03:00', '2024-07-04 10:03:00'),
(37, '6686ab9a7232b-1720101786.jpg', 145, '2024-07-04 10:03:06', '2024-07-04 10:03:06'),
(38, '6686ab9f25307-1720101791.jpg', 145, '2024-07-04 10:03:11', '2024-07-04 10:03:11'),
(39, '6686abce2d212-1720101838.jpg', 146, '2024-07-04 10:03:58', '2024-07-04 10:03:58'),
(40, '6686abd43ceb0-1720101844.jpg', 146, '2024-07-04 10:04:04', '2024-07-04 10:04:04'),
(41, '6686abd87bca4-1720101848.jpg', 146, '2024-07-04 10:04:08', '2024-07-04 10:04:08'),
(42, '6686abe905b72-1720101865.jpg', 146, '2024-07-04 10:04:25', '2024-07-04 10:04:25'),
(43, '6686abefa73d0-1720101871.jpg', 146, '2024-07-04 10:04:31', '2024-07-04 10:04:31'),
(44, '6686abf51decc-1720101877.jpg', 146, '2024-07-04 10:04:37', '2024-07-04 10:04:37'),
(52, '6686ac8521280-1720102021.jpg', 148, '2024-07-04 10:07:01', '2024-07-04 10:07:01'),
(53, '6686ac8985503-1720102025.jpg', 148, '2024-07-04 10:07:05', '2024-07-04 10:07:05'),
(54, '6686ac8e02684-1720102030.jpg', 148, '2024-07-04 10:07:10', '2024-07-04 10:07:10'),
(55, '6686aca812da8-1720102056.jpg', 149, '2024-07-04 10:07:36', '2024-07-04 10:07:36'),
(56, '6686acad1f92f-1720102061.jpg', 149, '2024-07-04 10:07:41', '2024-07-04 10:07:41'),
(57, '6686acb10b46a-1720102065.jpg', 149, '2024-07-04 10:07:45', '2024-07-04 10:07:45'),
(58, '6686acb54068c-1720102069.jpg', 149, '2024-07-04 10:07:49', '2024-07-04 10:07:49'),
(59, '6686aceeb2e00-1720102126.jpg', 150, '2024-07-04 10:08:46', '2024-07-04 10:08:46'),
(60, '6686acf2b21bc-1720102130.jpg', 150, '2024-07-04 10:08:50', '2024-07-04 10:08:50'),
(61, '6686acf6a2a5e-1720102134.jpg', 150, '2024-07-04 10:08:54', '2024-07-04 10:08:54'),
(62, '6686acfa8c294-1720102138.jpg', 150, '2024-07-04 10:08:58', '2024-07-04 10:08:58'),
(63, '6686ad1c05cfa-1720102172.jpg', 151, '2024-07-04 10:09:32', '2024-07-04 10:09:32'),
(64, '6686ad222d901-1720102178.jpg', 151, '2024-07-04 10:09:38', '2024-07-04 10:09:38'),
(65, '6686ad26be67c-1720102182.jpg', 151, '2024-07-04 10:09:42', '2024-07-04 10:09:42'),
(66, '6686ad4d1041a-1720102221.jpg', 152, '2024-07-04 10:10:21', '2024-07-04 10:10:21'),
(67, '6686ad518ba2d-1720102225.jpg', 152, '2024-07-04 10:10:25', '2024-07-04 10:10:25'),
(68, '6686ad5602fb7-1720102230.jpg', 152, '2024-07-04 10:10:30', '2024-07-04 10:10:30'),
(69, '6686ad777e154-1720102263.jpg', 153, '2024-07-04 10:11:03', '2024-07-04 10:11:03'),
(70, '6686ad7ca9638-1720102268.jpg', 153, '2024-07-04 10:11:08', '2024-07-04 10:11:08'),
(71, '6686adad9c218-1720102317.jpg', 154, '2024-07-04 10:11:57', '2024-07-04 10:11:57'),
(72, '6686adb2a18bb-1720102322.jpg', 154, '2024-07-04 10:12:02', '2024-07-04 10:12:02'),
(73, '6686adb774cb5-1720102327.jpg', 154, '2024-07-04 10:12:07', '2024-07-04 10:12:07'),
(74, '6686adbc6c6f3-1720102332.jpg', 154, '2024-07-04 10:12:12', '2024-07-04 10:12:12'),
(75, '6686adc0eafdb-1720102336.jpg', 154, '2024-07-04 10:12:16', '2024-07-04 10:12:16'),
(77, '6686adcec5236-1720102350.jpg', 154, '2024-07-04 10:12:30', '2024-07-04 10:12:30'),
(78, '6686add3b10f1-1720102355.jpg', 154, '2024-07-04 10:12:35', '2024-07-04 10:12:35'),
(79, '6686adf1780b3-1720102385.jpg', 155, '2024-07-04 10:13:05', '2024-07-04 10:13:05'),
(80, '6686adf63e794-1720102390.jpg', 155, '2024-07-04 10:13:10', '2024-07-04 10:13:10'),
(81, '6686adfaddbf4-1720102394.jpg', 155, '2024-07-04 10:13:14', '2024-07-04 10:13:14'),
(82, '6686adff68c80-1720102399.jpg', 155, '2024-07-04 10:13:19', '2024-07-04 10:13:19'),
(83, '6686ae052275b-1720102405.jpg', 155, '2024-07-04 10:13:25', '2024-07-04 10:13:25'),
(84, '6686ae0c5c494-1720102412.jpg', 155, '2024-07-04 10:13:32', '2024-07-04 10:13:32'),
(85, '6686ae1490535-1720102420.jpg', 155, '2024-07-04 10:13:40', '2024-07-04 10:13:40'),
(86, '6686ae19f0861-1720102425.jpg', 155, '2024-07-04 10:13:45', '2024-07-04 10:13:45'),
(87, '6686ae1eb1d27-1720102430.jpg', 155, '2024-07-04 10:13:50', '2024-07-04 10:13:50'),
(88, '417587228_901922678604014_3750233872120590018_n.jpg', 156, '2024-07-04 10:06:11', '2024-07-04 10:06:11'),
(89, '417503242_901922178604064_2859994454599819860_n.jpg', 156, '2024-07-04 10:06:11', '2024-07-04 10:06:11'),
(90, '417496757_901921895270759_4359480809204297798_n.jpg', 156, '2024-07-04 10:06:11', '2024-07-04 10:06:11'),
(91, '417496757_901921895270759_4359480809204297798_n.jpg', 156, '2024-07-04 10:06:11', '2024-07-04 10:06:11'),
(92, '417406024_901922138604068_2707049075584307502_n.jpg', 156, '2024-07-04 10:06:11', '2024-07-04 10:06:11'),
(93, '67c36b4927834-1740860233.jpg', 157, '2025-03-01 16:17:13', '2025-03-01 16:17:13'),
(94, '67c36b4e09e10-1740860238.jpg', 157, '2025-03-01 16:17:18', '2025-03-01 16:17:18'),
(95, '67c36b53374a0-1740860243.jpg', 157, '2025-03-01 16:17:23', '2025-03-01 16:17:23'),
(96, '67c36b590d128-1740860249.jpg', 157, '2025-03-01 16:17:29', '2025-03-01 16:17:29'),
(97, '67c36b5e4f104-1740860254.jpg', 157, '2025-03-01 16:17:34', '2025-03-01 16:17:34'),
(98, '67c36beb68a57-1740860395.jpg', 158, '2025-03-01 16:19:55', '2025-03-01 16:19:55'),
(99, '67c36bf01344d-1740860400.jpg', 158, '2025-03-01 16:20:00', '2025-03-01 16:20:00'),
(100, '67c36bf49ca44-1740860404.jpg', 158, '2025-03-01 16:20:04', '2025-03-01 16:20:04'),
(101, '67c36c9975be3-1740860569.jpg', 159, '2025-03-01 16:22:49', '2025-03-01 16:22:49'),
(102, '67c36c9e4052a-1740860574.jpg', 159, '2025-03-01 16:22:54', '2025-03-01 16:22:54'),
(103, '67c36ca31f1f2-1740860579.jpg', 159, '2025-03-01 16:22:59', '2025-03-01 16:22:59'),
(104, '67c36d3a437ac-1740860730.jpg', 160, '2025-03-01 16:25:30', '2025-03-01 16:25:30'),
(105, '67c36d3f88fc1-1740860735.jpg', 160, '2025-03-01 16:25:35', '2025-03-01 16:25:35'),
(106, '67c36d4523f20-1740860741.jpg', 160, '2025-03-01 16:25:41', '2025-03-01 16:25:41'),
(107, '67c36e0c3eccd-1740860940.jpg', 161, '2025-03-01 16:29:00', '2025-03-01 16:29:00'),
(108, '67c36e10b3652-1740860944.jpg', 161, '2025-03-01 16:29:04', '2025-03-01 16:29:04'),
(109, '67c36e155a515-1740860949.jpg', 161, '2025-03-01 16:29:09', '2025-03-01 16:29:09'),
(110, '67c36ea38d841-1740861091.jpg', 162, '2025-03-01 16:31:31', '2025-03-01 16:31:31'),
(111, '67c36ea78be3d-1740861095.jpg', 162, '2025-03-01 16:31:35', '2025-03-01 16:31:35'),
(112, '67c36eab86b26-1740861099.jpg', 162, '2025-03-01 16:31:39', '2025-03-01 16:31:39'),
(113, '67c36f474617b-1740861255.jpg', 163, '2025-03-01 16:34:15', '2025-03-01 16:34:15'),
(114, '67c36f4b68739-1740861259.jpg', 163, '2025-03-01 16:34:19', '2025-03-01 16:34:19'),
(115, '67c36f4f4e648-1740861263.jpg', 163, '2025-03-01 16:34:23', '2025-03-01 16:34:23'),
(116, '67c36f5438ae5-1740861268.jpg', 163, '2025-03-01 16:34:28', '2025-03-01 16:34:28'),
(117, '67c36f58eda1b-1740861272.jpg', 163, '2025-03-01 16:34:32', '2025-03-01 16:34:32'),
(118, '67c36f5db89c4-1740861277.jpg', 163, '2025-03-01 16:34:37', '2025-03-01 16:34:37'),
(119, '67c36fb6d789d-1740861366.jpg', 164, '2025-03-01 16:36:06', '2025-03-01 16:36:06'),
(120, '67c36fbb26886-1740861371.jpg', 164, '2025-03-01 16:36:11', '2025-03-01 16:36:11'),
(121, '67c36fbfc9de7-1740861375.jpg', 164, '2025-03-01 16:36:15', '2025-03-01 16:36:15'),
(122, '67c37057054af-1740861527.jpg', 165, '2025-03-01 16:38:47', '2025-03-01 16:38:47'),
(123, '67c3705b88de5-1740861531.jpg', 165, '2025-03-01 16:38:51', '2025-03-01 16:38:51'),
(124, '67c3706035fe6-1740861536.jpg', 165, '2025-03-01 16:38:56', '2025-03-01 16:38:56'),
(125, '67c370646a833-1740861540.jpg', 165, '2025-03-01 16:39:00', '2025-03-01 16:39:00'),
(126, '67c3706bb514f-1740861547.jpg', 165, '2025-03-01 16:39:07', '2025-03-01 16:39:07'),
(127, '67c370d5c3113-1740861653.jpg', 166, '2025-03-01 16:40:53', '2025-03-01 16:40:53'),
(128, '67c370daf2261-1740861658.jpg', 166, '2025-03-01 16:40:58', '2025-03-01 16:40:58'),
(129, '67c370df4069d-1740861663.jpg', 166, '2025-03-01 16:41:03', '2025-03-01 16:41:03'),
(130, '67c370e48fad9-1740861668.jpg', 166, '2025-03-01 16:41:08', '2025-03-01 16:41:08'),
(131, 'b2c3d4e5-f6g7-8901-bcde-f23456789012_1754745259434_1.jpg', 167, '2025-08-09 16:41:08', '2025-08-09 16:41:08'),
(132, 'b2c3d4e5-f6g7-8901-bcde-f23456789012_1754745259434_2.jpg', 167, '2025-08-09 16:41:08', '2025-08-09 16:41:08'),
(133, 'b2c3d4e5-f6g7-8901-bcde-f23456789012_1754745259434_3.jpg', 167, '2025-08-09 16:41:08', '2025-08-09 16:41:08'),
(134, 'b2c3d4e5-f6g7-8901-bcde-f23456789012_1754745259434_4.jpg', 167, '2025-08-09 16:41:08', '2025-08-09 16:41:08'),
(135, 'a1b2c3d4-e5f6-7890-abcd-ef1234567890_1754745259433_1.jpg', 168, '2025-08-10 16:41:08', '2025-08-10 16:41:08'),
(136, 'a1b2c3d4-e5f6-7890-abcd-ef1234567890_1754745259433_2.jpg', 168, '2025-08-10 16:41:08', '2025-08-10 16:41:08'),
(137, 'a1b2c3d4-e5f6-7890-abcd-ef1234567890_1754745259433_3.jpg', 168, '2025-08-10 16:41:08', '2025-08-10 16:41:08'),
(138, 'a1b2c3d4-e5f6-7890-abcd-ef1234567890_1754745259433_4.jpg', 168, '2025-08-10 16:41:08', '2025-08-10 16:41:08');

-- --------------------------------------------------------

--
-- Table structure for table `graduateds`
--

CREATE TABLE `graduateds` (
  `id` bigint(20) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `poster` varchar(255) DEFAULT NULL,
  `image` varchar(255) DEFAULT NULL,
  `description` text DEFAULT NULL,
  `visibility` enum('0','1') DEFAULT '1',
  `sortable` tinyint(4) DEFAULT 1,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `graduateds`
--

INSERT INTO `graduateds` (`id`, `title`, `poster`, `image`, `description`, `visibility`, `sortable`, `created_at`, `updated_at`) VALUES
(1, 'დემნა ქანთარია', 'demna_kantaria.jpg', NULL, NULL, '1', 1, '2024-03-01 11:14:51', '2024-03-01 11:14:51'),
(3, 'გიორგი ლეჟავა', 'giorgi_lezhava.jpg', NULL, NULL, '1', 2, '2024-03-01 11:16:39', '2024-12-19 12:52:36'),
(6, 'ირაკლი მეშველიანი', '66a7be5222b2c-1722269266.png', NULL, NULL, '1', 4, '2024-07-29 12:07:46', '2024-12-19 12:52:50'),
(7, 'ემილიანე კობახიძე', '66a7be83ee8f4-1722269315.png', NULL, NULL, '1', 5, '2024-07-29 12:08:35', '2024-12-19 12:52:55'),
(8, 'მედეა გოგსაძე', '66a7bea53c7e9-1722269349.jpg', NULL, NULL, '1', 3, '2024-07-29 12:09:09', '2024-12-19 12:52:47');

-- --------------------------------------------------------

--
-- Table structure for table `groups`
--

CREATE TABLE `groups` (
  `id` int(11) NOT NULL,
  `number` int(11) DEFAULT NULL,
  `table` varchar(255) DEFAULT NULL,
  `profession_id` bigint(20) UNSIGNED DEFAULT NULL,
  `visibility` enum('0','1') DEFAULT '1',
  `sortable` tinyint(4) DEFAULT 1,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `main_menus`
--

CREATE TABLE `main_menus` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`title`)),
  `type` enum('route','url') COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `visibility` enum('0','1') COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `sortable` tinyint(4) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `main_menus`
--

INSERT INTO `main_menus` (`id`, `title`, `type`, `name`, `visibility`, `sortable`, `created_at`, `updated_at`) VALUES
(1, '{\"en\": \"Home\", \"ka\": \"მთავარი\"}', 'route', 'home', '1', 1, '2024-02-26 11:13:09', '2024-02-26 11:13:09'),
(2, '{\"en\": \"About us\", \"ka\": \"ჩვენს შესახებ\"}', 'route', NULL, '1', 1, '2024-02-26 11:13:09', '2024-02-26 11:13:09'),
(3, '{\"en\": \"Programs\", \"ka\": \"პროგრამები\"}', 'route', 'programs', '1', 1, '2024-02-26 11:13:09', '2024-02-26 11:13:09'),
(4, '{\"en\": \"Study Process\", \"ka\": \"სასწავლო პროცესი\"}', 'route', NULL, '1', 1, '2024-02-26 11:13:09', '2024-02-26 11:13:09'),
(5, '{\"en\": \"Documentation\", \"ka\": \"დოკუმენტაცია\"}', 'route', 'documents', '0', 1, '2024-02-26 11:13:09', '2024-02-26 11:13:09'),
(6, '{\"en\": \"Gallery\", \"ka\": \"გალერეა\"}', 'route', NULL, '1', 1, '2024-02-26 11:13:09', '2024-02-26 11:13:09'),
(7, '{\"en\": \"Legal Acts\", \"ka\": \"სამართლებრივი აქტები\"}', 'route', 'acts', '1', 1, '2024-02-26 11:13:09', '2024-02-26 11:13:09'),
(8, '{\"en\": \"Contact\", \"ka\": \"კონტაქტი\"}', 'route', 'contact', '1', 1, '2024-02-26 11:13:09', '2024-02-26 11:13:09');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(30, '2014_10_12_000000_create_users_table', 1),
(31, '2014_10_12_100000_create_password_reset_tokens_table', 1),
(32, '2019_08_19_000000_create_failed_jobs_table', 1),
(33, '2019_12_14_000001_create_personal_access_tokens_table', 1),
(34, '2024_02_07_104633_create_categories_table', 1),
(35, '2024_02_07_104645_create_staff_table', 1),
(36, '2024_02_07_104804_create_teachers_table', 1),
(37, '2024_02_07_105010_create_partners_table', 1),
(38, '2024_02_07_105153_create_employers_table', 1),
(39, '2024_02_07_105228_create_articles_table', 1),
(40, '2024_02_07_115928_create_graduateds_table', 1),
(41, '2024_02_07_120033_create_docs_table', 1),
(42, '2024_02_07_120700_create_photo_galleries_table', 1),
(43, '2024_02_07_120806_create_gallery_images_table', 1),
(44, '2024_02_07_125026_create_slides_table', 1),
(45, '2024_02_07_125048_create_main_menus_table', 1),
(46, '2024_02_07_125056_create_sub_menus_table', 1),
(47, '2024_02_07_130900_create_professions_table', 1),
(48, '2024_02_07_130908_create_groups_table', 1),
(49, '2024_02_10_114014_create_tasks_table', 1);

-- --------------------------------------------------------

--
-- Table structure for table `partners`
--

CREATE TABLE `partners` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `image` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `url` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sortable` tinyint(4) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `partners`
--

INSERT INTO `partners` (`id`, `title`, `image`, `url`, `sortable`, `created_at`, `updated_at`) VALUES
(11, 'განათლების მართვის საინფორმაციო სისტემა', '6654e449e2f41-1716839497.jpg\n', 'https://emis.ge/', 5, '2024-05-27 15:51:37', '2024-05-27 15:51:37'),
(12, 'შეფასებისა და გამოცდების ეროვნული ცენტრი', '6654e487abeb7-1716839559.jpg', 'https://www.naec.ge/#/ge/index', 4, '2024-05-27 15:52:39', '2024-05-27 15:52:39'),
(13, 'პროფესიული უნარების სააგენტო', '6654e4bd13cd9-1716839613.jpg', 'https://www.facebook.com/SkillsAgencyGeorgia/?locale=ka_GE', 3, '2024-05-27 15:53:33', '2024-05-27 15:53:33'),
(14, 'განათლების ხარისხის განვითარების ეროვნული ცენტრი', '6654e4e76eda8-1716839655.jpg', 'https://eqe.ge/ka', 2, '2024-05-27 15:54:15', '2024-05-27 15:54:15'),
(15, 'საქართველოს განათლების, მეცნიერებისა და ახალგაზრდობის სამინისტრო', '6654e51e6cd73-1716839710.jpg', 'https://www.mes.gov.ge/', 1, '2024-05-27 15:55:10', '2024-05-27 15:55:10');

-- --------------------------------------------------------

--
-- Table structure for table `password_reset_tokens`
--

CREATE TABLE `password_reset_tokens` (
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `personal_access_tokens`
--

CREATE TABLE `personal_access_tokens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tokenable_type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tokenable_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(64) COLLATE utf8mb4_unicode_ci NOT NULL,
  `abilities` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `expires_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `photo_galleries`
--

CREATE TABLE `photo_galleries` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`title`)),
  `uuid` char(36) COLLATE utf8mb4_unicode_ci NOT NULL,
  `visibility` enum('0','1') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `photo_galleries`
--

INSERT INTO `photo_galleries` (`id`, `title`, `uuid`, `visibility`, `created_at`, `updated_at`) VALUES
(144, '{\"en\": \"Visiting children from the crisis center at the college\", \"ka\": \"კრიზისული ცენტრის ბავშვების სტუმრობა კოლეჯში\"}', 'b1aa5757-fb45-4d9f-a1ae-815f7c8eacdd', '1', '2024-07-04 09:58:47', '2024-07-04 09:58:47'),
(145, '{\"en\": \"Cooperation with GT-Motors\", \"ka\": \"თანამშრომლობა GT-მოტორსთან\"}', '2ca17b87-24ac-4f4b-b474-21b8b52ab0d1', '1', '2024-07-04 10:02:21', '2024-07-04 10:02:21'),
(146, '{\"en\": \"10th International Exhibition of Higher and Professional Education\", \"ka\": \"უმაღლესი და პროფესიული განათლების მე-10 საერთაშორისო გამოფენა\"}', 'f3e59c3f-63dd-4d25-b1f5-6d9cf5ce2ed0', '1', '2024-07-04 10:03:43', '2024-07-04 10:03:43'),
(148, '{\"en\": \"Visit of Asian Development Bank representatives to the college\", \"ka\": \"აზიის განვითარების ბანკის წარმომადგენლების სტუმრობა კოლეჯში\"}', 'c50b145e-5a72-4388-b633-8ef2dd81d9a1', '1', '2024-07-04 10:06:53', '2024-07-04 10:06:53'),
(149, '{\"en\": \"Visit of GIZ representatives to the college\", \"ka\": \"GIZ-ის წარმომადგენლების ვიზიტი კოლეჯში\"}', '567309ab-c61d-43d6-b442-c46dd08b30a2', '1', '2024-07-04 10:07:29', '2024-07-04 10:07:29'),
(150, '{\"en\": \"National Language Day\", \"ka\": \"დედაენის დღე\"}', '9f92f9f5-3015-4871-8691-3a06cd22e733', '1', '2024-07-04 10:08:36', '2024-07-04 10:08:36'),
(151, '{\"en\": \"Establishing a bike club on the campus of the college\", \"ka\": \"კოლეჯის ბაზაზე ველოკუბის დაფუძნება\"}', '3770868d-0a54-45e7-8d5d-fb871883e4cc', '1', '2024-07-04 10:09:22', '2024-07-04 10:09:22'),
(152, '{\"en\": \"Labor safety training\", \"ka\": \"შრომის უსაფრთხოების ტრენინგი\"}', '7387857c-bcf2-401e-8b44-4523fb0795d1', '1', '2024-07-04 10:10:09', '2024-07-04 10:10:09'),
(153, '{\"en\": \"blood donation\", \"ka\": \"სისხლის დონაცია\"}', 'eed22258-fa5a-4414-b509-6e8977f695ac', '1', '2024-07-04 10:10:52', '2024-07-04 10:10:52'),
(154, '{\"en\": \"Grant project - Friends Hub\", \"ka\": \"საგრანტო პროექტი - მეგობართა ჰაბი\"}', '21af738b-bbc5-4ff8-9aa1-26487d4b9a2e', '1', '2024-07-04 10:11:35', '2024-07-04 10:11:35'),
(155, '{\"en\": \"Graduation event for students of integrated professional educational programs\", \"ka\": \"ინტეგრირებული პროფესიული საგანმანათლებლო პროგრამების სტუდენტთა გამოსაშვები ღონისძიება\"}', 'a52f2d23-4bdf-46b3-a6f7-830fd778fcc6', '1', '2024-07-04 10:12:57', '2024-07-04 10:12:57'),
(156, '{\"en\": \"Domestic Chess Championship\", \"ka\": \"ჭადრაკის შიდა ჩემპიონატი\"}', 'd0202173-b72a-478e-a860-7b1e9733b98e', '1', '2024-07-04 10:12:57', '2024-07-04 10:12:57'),
(157, '{\"en\": \"Domestic Football Championship\", \"ka\": \"ფეხბურთის შიდა ჩემპიონატი\"}', '07eb3964-ee0f-4a72-918e-f45cf5364363', '1', '2025-03-01 16:17:02', '2025-03-01 16:17:38'),
(158, '{\"en\": \"Anti-trafficking awareness training\", \"ka\": \"ტრეფიკინგთან წინააღმდეგ ბრძოლის ცნობიერების ამაღლების ტრენინგი\"}', 'd6d06b4f-5334-4564-894f-35c29045d364', '1', '2025-03-01 16:19:48', '2025-03-01 16:20:08'),
(159, '{\"en\": \"Anti-drug trafficking awareness training\", \"ka\": \"ნარკო-ტრეფიკინგის წინააღმდეგ ცნობიერების ამაღლების ტრენინგი\"}', 'fbb6e182-fe3b-4b71-91e2-2bfaa4ebe1b9', '1', '2025-03-01 16:22:43', '2025-03-01 16:23:01'),
(160, '{\"en\": \"Blood bank\", \"ka\": \"სისხლის ბანკი\"}', '19041773-59f9-4227-b8e2-2046682bad45', '1', '2025-03-01 16:25:22', '2025-03-01 16:25:42'),
(161, '{\"en\": \"Exhibition of paintings by Sophio Machavariani\", \"ka\": \"სოფიო მაჭავარიანის ნახატების გამოფენა\"}', 'b4877e12-febd-4602-b902-9cfef42be78f', '1', '2025-03-01 16:28:53', '2025-03-01 16:29:12'),
(162, '{\"en\": \"Successful graduates meet with students\", \"ka\": \"წარმატებული კურსდამთავრებულთა შეხვედრა სტუდენტებთან\"}', 'd4ffbb44-387d-4600-afba-b38de1e5eebf', '1', '2025-03-01 16:31:26', '2025-03-01 16:31:26'),
(163, '{\"en\": \"Certificate presentation ceremony for graduates of the vocational training program\", \"ka\": \"პროფესიული მომზადების პროგრამის კურსდამთვრებულთა სერტიფიკატების გადაცემის ცერემონია\"}', 'bbb73288-99c8-4c63-b514-027a018f270f', '1', '2025-03-01 16:34:10', '2025-03-01 16:34:10'),
(164, '{\"en\": \"Raising student awareness about migration from the country\", \"ka\": \"სტუდენტთა ცნობიერების ამაღლება ქვეყნიდან მიგრაციის შესახებ\"}', 'c291b409-0fc7-40d0-9eb8-03fd4e6407a0', '1', '2025-03-01 16:36:00', '2025-03-01 16:36:00'),
(165, '{\"en\": \"Mother Language Day\", \"ka\": \"დედაენის დღე\"}', 'eda91b22-7c32-4724-8992-820987c7e21f', '1', '2025-03-01 16:38:41', '2025-03-01 16:38:41'),
(166, '{\"en\": \"Tegeta Motors\", \"ka\": \"თეგეტა მოტორსი\"}', '56cf7cb4-6333-4084-9f30-400ea9877205', '1', '2025-03-01 16:40:48', '2025-03-01 16:40:48'),
(167, '{\"ka\":\"პროფესიული განათლების ინტერნაციონალიზაცია\",\"en\":\"Internationalization of vocational education\"}', 'b2c3d4e5-f6g7-8901-bcde-f23456789012', '1', '2024-05-30 15:22:10', '2024-05-30 15:22:10'),
(168, '{\"ka\":\"სსიპ - კოლეჯი “გლდანის პროფესიული მომზადების ცენტრი“ პროფესიული განათლების ეროვნული ჯილდოს გამარჯვებულია 2 საკონკურსო ნომინაციაში\",\"en\":\"LEPL - College “Gldani Vocational Training Center“ is the winner of the National Vocational Education Award in 2 competition nominations\"}', 'a1b2c3d4-e5f6-7890-abcd-ef1234567890', '1', '2025-03-14 15:29:27', '2025-03-14 15:29:27');

-- --------------------------------------------------------

--
-- Table structure for table `professions`
--

CREATE TABLE `professions` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin DEFAULT NULL CHECK (json_valid(`title`)),
  `image` varchar(255) DEFAULT NULL,
  `type` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin DEFAULT NULL CHECK (json_valid(`type`)),
  `condition` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin DEFAULT NULL CHECK (json_valid(`condition`)),
  `level` varchar(255) DEFAULT NULL,
  `credits` varchar(255) DEFAULT NULL,
  `custom_credits` varchar(255) DEFAULT NULL,
  `duration` varchar(255) DEFAULT NULL,
  `custom_duration` varchar(255) DEFAULT NULL,
  `visibility` enum('0','1') DEFAULT '1',
  `sortable` tinyint(4) DEFAULT 1,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `professions`
--

INSERT INTO `professions` (`id`, `title`, `image`, `type`, `condition`, `level`, `credits`, `custom_credits`, `duration`, `custom_duration`, `visibility`, `sortable`, `created_at`, `updated_at`) VALUES
(1, '{\"en\": \"Accounting\", \"ka\": \"ბუღალტრული აღრიცხვა\"}', 'accounting.jpg', '{\"en\": \"modular\", \"ka\": \"მოდულური\"}', '{\"en\": \"Complete general education\", \"ka\": \"სრული ზოგადი განათლება\"}', 'V', '99', '129', '17', '24', '1', 1, '2024-03-16 10:39:02', '2025-06-25 15:28:46'),
(3, '{\"en\": \"Performance of surveying-topographical work\", \"ka\": \"აზომვით-ტოპოგრაფიული სამუშაოს შესრულება\"}', 'topography.jpg', '{\"en\": \"integrated\", \"ka\": \"ინტეგრირებული\"}', '{\"en\": \"Basic education\", \"ka\": \"საბაზო განათლება\"}', 'IV', '143', '173', '30', '37', '1', 1, '2024-03-16 10:39:02', '2024-03-25 12:07:23'),
(4, '{\"en\": \"Performance of surveying-topographical work\", \"ka\": \"აზომვით-ტოპოგრაფიული სამუშაოს შესრულება\"}', 'topography.jpg', '{\"en\": \"modular\", \"ka\": \"მოდულური\"}', '{\"en\": \"Complete general education\", \"ka\": \"სრული ზოგადი განათლება\"}', 'IV', '90', '120', '17', '24', '1', 1, '2024-03-16 10:39:02', '2024-03-25 12:07:30'),
(5, '{\"en\": \"Performing graphic design\", \"ka\": \"გრაფიკული დიზაინის შესრულება\"}', 'graphic_design.jpg', '{\"en\": \"integrated\", \"ka\": \"ინტეგრირებული\"}', '{\"en\": \"Complete general education\", \"ka\": \"სრული ზოგადი განათლება\"}', 'IV', '143', '173', '30', '37', '1', 1, '2024-03-16 10:39:02', '2024-03-25 12:07:50'),
(6, '{\"en\": \"Performing graphic design\", \"ka\": \"გრაფიკული დიზაინის შესრულება\"}', 'graphic_design.jpg', '{\"en\": \"modular\", \"ka\": \"მოდულური\"}', '{\"en\": \"Complete general education\", \"ka\": \"სრული ზოგადი განათლება\"}', 'IV', '90', '120', '16', '23', '1', 1, '2024-03-16 10:39:02', '2024-03-25 12:07:57'),
(8, '{\"en\": \"Web technologies\", \"ka\": \"ვებტექნოლოგიები\"}', 'web_development.jpg', '{\"en\": \"modular\", \"ka\": \"მოდულური\"}', '{\"en\": \"Complete general education\", \"ka\": \"სრული ზოგადი განათლება\"}', 'IV', '64', '94', '12', '19', '1', 1, '2024-03-16 10:39:02', '2024-03-25 12:08:22'),
(9, '{\"en\": \"Computer network and systems\", \"ka\": \"კომპიუტერული ქსელი და სისტემები\"}', 'network.jpg', '{\"en\": \"integrated\", \"ka\": \"ინტეგრირებული\"}', '{\"en\": \"Basic education\", \"ka\": \"საბაზო განათლება\"}', 'IV', '148', '178\r\n', '30', '37', '1', 1, '2024-03-16 10:39:02', '2024-03-25 12:08:54'),
(11, '{\"en\": \"Performance of industrial design\", \"ka\": \"ინდუსტრიული დიზაინის შესრულება \"}', 'industrial_design.jpg', '{\"en\": \"modular\", \"ka\": \"მოდულური\"}', '{\"en\": \"Complete general education\", \"ka\": \"სრული ზოგადი განათლება\"}', 'IV', '83', '113', '15', '22', '1', 1, '2024-03-16 10:39:02', '2024-03-25 12:22:45'),
(12, '{\"en\": \"Information technology\", \"ka\": \"ინფორმაციის ტექნოლოგია\"}', 'Information_technologies.jpg', '{\"en\": \"modular\", \"ka\": \"მოდულური\"}', '{\"en\": \"Basic education\", \"ka\": \"საბაზო განათლება\"}', 'IV', '61', '76', '11', '15.5', '1', 1, '2024-03-16 10:39:02', '2024-03-25 12:23:01'),
(14, '{\"en\": \"Sewing production\", \"ka\": \"სამკერვალო წარმოება\"}', 'sewing.jpg', '{\"en\": \"modular\", \"ka\": \"მოდულური\"}', '{\"en\": \"Basic education\", \"ka\": \"საბაზო განათლება\"}', 'III', '100', '115', '18.5', '22', '1', 1, '2024-03-16 10:39:02', '2024-03-25 12:23:29'),
(15, '{\"en\": \"Financial services\", \"ka\": \"საფინანსო სერვისები\"}', 'finance_services.jpg', '{\"en\": \"modular\", \"ka\": \"მოდულური\"}', '{\"en\": \"Basic education\", \"ka\": \"საბაზო განათლება\"}', 'III', '52', '67', '10', '13.5', '1', 1, '2024-03-16 10:39:02', '2024-03-25 12:23:45'),
(16, '{\"en\": \"Repair of the undercarriage of a light vehicle\", \"ka\": \"მსუბუქი ავტომობილის სავალი ნაწილის შეკეთება\"}', 'auto_rapiar.jpg', '{\"en\": \"modular\", \"ka\": \"მოდულური\"}', '{\"en\": \"Basic education\", \"ka\": \"საბაზო განათლება\"}', 'III', '59', '74', '10', '14', '1', 1, '2024-03-16 10:39:02', '2025-02-18 07:38:09'),
(17, '{\"en\": \"Repair of electrical and electronic systems of light vehicles\", \"ka\": \"მსუბუქი ავტომობილის ელექტრო და ელექტრონული სისტემების შეკეთება\"}', 'auto_service.jpg', '{\"en\": \"modular\", \"ka\": \"მოდულური\"}', '{\"en\": \"Basic education\", \"ka\": \"საბაზო განათლება\"}', 'III', '82', NULL, '14', NULL, '1', 1, '2024-03-16 10:39:02', '2024-04-02 10:54:51');

-- --------------------------------------------------------

--
-- Table structure for table `programs`
--

CREATE TABLE `programs` (
  `id` int(11) NOT NULL,
  `title` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`title`)),
  `file` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`file`)),
  `category` varchar(255) NOT NULL,
  `visibility` enum('0','1') DEFAULT '1',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `programs`
--

INSERT INTO `programs` (`id`, `title`, `file`, `category`, `visibility`, `created_at`, `updated_at`) VALUES
(1, '{\"en\": \"Webtechnology\", \"ka\": \"ვებტექონოლოგიები\"}', '{\"en\": \"program-ka.pdf\", \"ka\": \"program-ka.pdf\"}', 'modular', '1', '2024-02-20 16:03:18', '2024-02-20 16:36:22'),
(3, '{\"en\": \"Financial services\", \"ka\": \"საფინანსო სერვისები\"}', '{\"en\": \"https://www.adobe.com/acrobat/about-adobe-pdf.html\", \"ka\": \"https://edit-pdf.pdffiller.com/edit-pdf-online?gad_source=1&gclid=CjwKCAiAuNGuBhAkEiwAGId4asaV7kK3NCy2QCLYa_rpiNZke7F_F5HSUfbR_6cAd6AGffgCllzK8hoCBfYQAvD_BwE\"}', 'modular', '1', '2024-02-20 16:03:18', '2024-02-20 16:03:18'),
(4, '{\"en\": \"Accounting\", \"ka\": \"ბუღალტრული აღრიცხვა\"}', '{\"en\": \"https://www.adobe.com/acrobat/about-adobe-pdf.html\", \"ka\": \"https://edit-pdf.pdffiller.com/edit-pdf-online?gad_source=1&gclid=CjwKCAiAuNGuBhAkEiwAGId4asaV7kK3NCy2QCLYa_rpiNZke7F_F5HSUfbR_6cAd6AGffgCllzK8hoCBfYQAvD_BwE\"}', 'modular', '1', '2024-02-20 16:03:18', '2024-02-20 16:03:18'),
(5, '{\"en\": \"Repair of the electronic part of the car\", \"ka\": \"მსუბუქი ავტომობილის ელექტრონული ნაწილის შეკეთება\"}', '{\"en\": \"https://www.adobe.com/acrobat/about-adobe-pdf.html\", \"ka\": \"https://edit-pdf.pdffiller.com/edit-pdf-online?gad_source=1&gclid=CjwKCAiAuNGuBhAkEiwAGId4asaV7kK3NCy2QCLYa_rpiNZke7F_F5HSUfbR_6cAd6AGffgCllzK8hoCBfYQAvD_BwE\"}', 'modular', '1', '2024-02-20 16:03:18', '2024-02-20 16:03:18'),
(6, '{\"en\": \"Webtechnology\", \"ka\": \"ვებტექონოლოგიები\"}', '{\"en\": \"https://www.adobe.com/acrobat/about-adobe-pdf.html\", \"ka\": \"https://edit-pdf.pdffiller.com/edit-pdf-online?gad_source=1&gclid=CjwKCAiAuNGuBhAkEiwAGId4asaV7kK3NCy2QCLYa_rpiNZke7F_F5HSUfbR_6cAd6AGffgCllzK8hoCBfYQAvD_BwE\"}', 'dual', '1', '2024-02-20 16:03:18', '2024-02-20 16:03:18'),
(7, '{\"en\": \"office business\", \"ka\": \"საოფისე საქმე\"}', '{\"en\": \"https://www.adobe.com/acrobat/about-adobe-pdf.html\", \"ka\": \"https://edit-pdf.pdffiller.com/edit-pdf-online?gad_source=1&gclid=CjwKCAiAuNGuBhAkEiwAGId4asaV7kK3NCy2QCLYa_rpiNZke7F_F5HSUfbR_6cAd6AGffgCllzK8hoCBfYQAvD_BwE\"}', 'dual', '1', '2024-02-20 16:03:18', '2024-02-20 16:03:18'),
(8, '{\"en\": \"Financial services\", \"ka\": \"საფინანსო სერვისები\"}', '{\"en\": \"https://www.adobe.com/acrobat/about-adobe-pdf.html\", \"ka\": \"https://edit-pdf.pdffiller.com/edit-pdf-online?gad_source=1&gclid=CjwKCAiAuNGuBhAkEiwAGId4asaV7kK3NCy2QCLYa_rpiNZke7F_F5HSUfbR_6cAd6AGffgCllzK8hoCBfYQAvD_BwE\"}', 'dual', '1', '2024-02-20 16:03:18', '2024-02-20 16:03:18'),
(9, '{\"en\": \"Accounting\", \"ka\": \"ბუღალტრული აღრიცხვა\"}', '{\"en\": \"https://www.adobe.com/acrobat/about-adobe-pdf.html\", \"ka\": \"https://edit-pdf.pdffiller.com/edit-pdf-online?gad_source=1&gclid=CjwKCAiAuNGuBhAkEiwAGId4asaV7kK3NCy2QCLYa_rpiNZke7F_F5HSUfbR_6cAd6AGffgCllzK8hoCBfYQAvD_BwE\"}', 'dual', '1', '2024-02-20 16:03:18', '2024-02-20 16:03:18'),
(10, '{\"en\": \"Repair of the electronic part of the car\", \"ka\": \"მსუბუქი ავტომობილის ელექტრონული ნაწილის შეკეთება\"}', '{\"en\": \"https://www.adobe.com/acrobat/about-adobe-pdf.html\", \"ka\": \"https://edit-pdf.pdffiller.com/edit-pdf-online?gad_source=1&gclid=CjwKCAiAuNGuBhAkEiwAGId4asaV7kK3NCy2QCLYa_rpiNZke7F_F5HSUfbR_6cAd6AGffgCllzK8hoCBfYQAvD_BwE\"}', 'dual', '1', '2024-02-20 16:03:18', '2024-02-20 16:03:18'),
(12, '{\"en\": \"office business\", \"ka\": \"საოფისე საქმე\"}', '{\"en\": \"https://www.adobe.com/acrobat/about-adobe-pdf.html\", \"ka\": \"https://edit-pdf.pdffiller.com/edit-pdf-online?gad_source=1&gclid=CjwKCAiAuNGuBhAkEiwAGId4asaV7kK3NCy2QCLYa_rpiNZke7F_F5HSUfbR_6cAd6AGffgCllzK8hoCBfYQAvD_BwE\"}', 'integrated', '1', '2024-02-20 16:03:18', '2024-02-20 16:03:18'),
(13, '{\"en\": \"Financial services\", \"ka\": \"საფინანსო სერვისები\"}', '{\"en\": \"https://www.adobe.com/acrobat/about-adobe-pdf.html\", \"ka\": \"https://edit-pdf.pdffiller.com/edit-pdf-online?gad_source=1&gclid=CjwKCAiAuNGuBhAkEiwAGId4asaV7kK3NCy2QCLYa_rpiNZke7F_F5HSUfbR_6cAd6AGffgCllzK8hoCBfYQAvD_BwE\"}', 'integrated', '1', '2024-02-20 16:03:18', '2024-02-20 16:03:18'),
(14, '{\"en\": \"Accounting\", \"ka\": \"ბუღალტრული აღრიცხვა\"}', '{\"en\": \"https://www.adobe.com/acrobat/about-adobe-pdf.html\", \"ka\": \"https://edit-pdf.pdffiller.com/edit-pdf-online?gad_source=1&gclid=CjwKCAiAuNGuBhAkEiwAGId4asaV7kK3NCy2QCLYa_rpiNZke7F_F5HSUfbR_6cAd6AGffgCllzK8hoCBfYQAvD_BwE\"}', 'integrated', '1', '2024-02-20 16:03:18', '2024-02-20 16:03:18'),
(15, '{\"en\": \"Repair of the electronic part of the car\", \"ka\": \"მსუბუქი ავტომობილის ელექტრონული ნაწილის შეკეთება\"}', '{\"en\": \"https://www.adobe.com/acrobat/about-adobe-pdf.html\", \"ka\": \"https://edit-pdf.pdffiller.com/edit-pdf-online?gad_source=1&gclid=CjwKCAiAuNGuBhAkEiwAGId4asaV7kK3NCy2QCLYa_rpiNZke7F_F5HSUfbR_6cAd6AGffgCllzK8hoCBfYQAvD_BwE\"}', 'integrated', '1', '2024-02-20 16:03:18', '2024-02-20 16:03:18'),
(16, '{\"en\": \"Webtechnology\", \"ka\": \"ვებტექონოლოგიები\"}', '{\"en\": \"https://www.adobe.com/acrobat/about-adobe-pdf.html\", \"ka\": \"https://edit-pdf.pdffiller.com/edit-pdf-online?gad_source=1&gclid=CjwKCAiAuNGuBhAkEiwAGId4asaV7kK3NCy2QCLYa_rpiNZke7F_F5HSUfbR_6cAd6AGffgCllzK8hoCBfYQAvD_BwE\"}', 'short_term', '1', '2024-02-20 16:03:18', '2024-02-20 16:03:18'),
(17, '{\"en\": \"office business\", \"ka\": \"საოფისე საქმე\"}', '{\"en\": \"https://www.adobe.com/acrobat/about-adobe-pdf.html\", \"ka\": \"https://edit-pdf.pdffiller.com/edit-pdf-online?gad_source=1&gclid=CjwKCAiAuNGuBhAkEiwAGId4asaV7kK3NCy2QCLYa_rpiNZke7F_F5HSUfbR_6cAd6AGffgCllzK8hoCBfYQAvD_BwE\"}', 'short_term', '1', '2024-02-20 16:03:18', '2024-02-20 16:03:18'),
(18, '{\"en\": \"Financial services\", \"ka\": \"საფინანსო სერვისები\"}', '{\"en\": \"https://www.adobe.com/acrobat/about-adobe-pdf.html\", \"ka\": \"https://edit-pdf.pdffiller.com/edit-pdf-online?gad_source=1&gclid=CjwKCAiAuNGuBhAkEiwAGId4asaV7kK3NCy2QCLYa_rpiNZke7F_F5HSUfbR_6cAd6AGffgCllzK8hoCBfYQAvD_BwE\"}', 'short_term', '1', '2024-02-20 16:03:18', '2024-02-20 16:03:18'),
(19, '{\"en\": \"Accounting\", \"ka\": \"ბუღალტრული აღრიცხვა\"}', '{\"en\": \"https://www.adobe.com/acrobat/about-adobe-pdf.html\", \"ka\": \"https://edit-pdf.pdffiller.com/edit-pdf-online?gad_source=1&gclid=CjwKCAiAuNGuBhAkEiwAGId4asaV7kK3NCy2QCLYa_rpiNZke7F_F5HSUfbR_6cAd6AGffgCllzK8hoCBfYQAvD_BwE\"}', 'short_term', '1', '2024-02-20 16:03:18', '2024-02-20 16:03:18'),
(20, '{\"en\": \"Repair of the electronic part of the car\", \"ka\": \"მსუბუქი ავტომობილის ელექტრონული ნაწილის შეკეთება\"}', '{\"en\": \"https://www.adobe.com/acrobat/about-adobe-pdf.html\", \"ka\": \"https://edit-pdf.pdffiller.com/edit-pdf-online?gad_source=1&gclid=CjwKCAiAuNGuBhAkEiwAGId4asaV7kK3NCy2QCLYa_rpiNZke7F_F5HSUfbR_6cAd6AGffgCllzK8hoCBfYQAvD_BwE\"}', 'short_term', '1', '2024-02-20 16:03:18', '2024-02-20 16:03:18');

-- --------------------------------------------------------

--
-- Table structure for table `slides`
--

CREATE TABLE `slides` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `slide` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `slides`
--

INSERT INTO `slides` (`id`, `slide`, `created_at`, `updated_at`) VALUES
(25, '665399fe53d33-1716754942.webp', '2024-05-26 16:22:22', '2024-05-26 16:22:22'),
(26, '66539a08bbce3-1716754952.webp', '2024-05-26 16:22:32', '2024-05-26 16:22:32'),
(27, '66539a10d2514-1716754960.webp', '2024-05-26 16:22:40', '2024-05-26 16:22:40'),
(28, '66539a19161bd-1716754969.webp', '2024-05-26 16:22:49', '2024-05-26 16:22:49'),
(29, '66539a20d330f-1716754976.webp', '2024-05-26 16:22:56', '2024-05-26 16:22:56'),
(30, '66539a27d824a-1716754983.webp', '2024-05-26 16:23:03', '2024-05-26 16:23:03'),
(31, '66539a31c2ce4-1716754993.webp', '2024-05-26 16:23:13', '2024-05-26 16:23:13'),
(32, '66539a38250b6-1716755000.webp', '2024-05-26 16:23:20', '2024-05-26 16:23:20'),
(33, '66a8d4974e187-1722340503.webp', '2024-07-30 07:55:03', '2024-07-30 07:55:03');

-- --------------------------------------------------------

--
-- Table structure for table `staff`
--

CREATE TABLE `staff` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `full_name` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`full_name`)),
  `position` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`position`)),
  `email` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'no-image.jpg',
  `visibility` enum('0','1') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '1',
  `sortable` tinyint(4) NOT NULL DEFAULT 1,
  `category` enum('management','administration') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'management',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `staff`
--

INSERT INTO `staff` (`id`, `full_name`, `position`, `email`, `image`, `visibility`, `sortable`, `category`, `created_at`, `updated_at`) VALUES
(20, '{\"en\": \"Nodar Kharazishvili\", \"ka\": \"ნოდარ ხარაზიშვილი\"}', '{\"en\": \"Director\", \"ka\": \"დირექტორი\"}', NULL, 'nodar_kharazishvili.webp', '1', 1, 'administration', '2024-02-20 05:44:12', '2024-07-14 04:27:28'),
(21, '{\"en\": \"Giorgi Direashvili\", \"ka\": \"გიორგი დიერაშვილი\"}', '{\"en\": \"Deputy Director\", \"ka\": \"დირექტორის მოადგილე\"}', NULL, 'giorgi_dierashvili.webp', '1', 2, 'administration', '2024-02-20 05:44:12', '2024-07-14 04:27:10'),
(22, '{\"en\": \"Tamar Giorgobiani\", \"ka\": \"თამარ გიორგობიანი\"}', '{\"en\": \"Quality Management Manager\", \"ka\": \"ხარისხის მართვის მენეჯერი\"}', NULL, 'tamar_giorgobiani.webp', '1', 5, 'management', '2024-02-20 05:44:12', '2024-07-14 04:26:56'),
(23, '{\"en\": \"Marine Tsiklauri\", \"ka\": \"მარინე წიკლაური\"}', '{\"en\": \"Training Process and Training Practice Manager\", \"ka\": \"სასწავლო პროცესის მენეჯერი\"}', NULL, 'marine_tsiklauri.webp', '1', 6, 'management', '2024-02-20 05:44:12', '2024-07-14 04:26:43'),
(24, '{\"en\": \"Giorgi Barnovi\", \"ka\": \"გიორგი ბარნოვი\"}', '{\"en\": \"Labor Safety Specialist\", \"ka\": \"შრომის უსაფრთხოების სპეციალისტი\"}', NULL, 'giorgi_barnovi.webp', '1', 13, 'management', '2024-02-20 05:44:12', '2024-07-14 04:26:29'),
(25, '{\"en\": \"Katievan Beruashvili\", \"ka\": \"ქეთევან ბერუაშვილი\"}', '{\"en\": \"Industrial Practice Manager\", \"ka\": \"სასწავლო პროცესის მონიტორინგის სპეციალისტი\"}', NULL, 'ketevan_beruashvili.webp', '1', 9, 'management', '2024-02-20 05:44:12', '2024-07-14 04:26:17'),
(26, '{\"en\": \"Tatia Kopaleishvili\", \"ka\": \"თათია კოპალეიშვილი\"}', '{\"en\": \"Professor and Career Planning Manager\", \"ka\": \"პროფორიენტაციისა და კარიერის დაგეგმვის მენეჯერი\"}', NULL, 'tatia_kopalelishvili.webp', '1', 7, 'management', '2024-02-20 05:44:12', '2024-07-14 04:24:39'),
(27, '{\"en\": \"Ketevan Chighitashvili\", \"ka\": \"ქეთევან ჭიღიტაშვილი\"}', '{\"en\": \"Chief accountant\", \"ka\": \"მთავარი ბუღალტერი\"}', NULL, 'ketevan_chighitashvili.webp', '1', 4, 'management', '2024-02-20 05:44:12', '2024-07-14 04:24:24'),
(28, '{\"en\": \"Maia Omiadze\", \"ka\": \"მაია ომიაძე\"}', '{\"en\": \"Deputy Director\", \"ka\": \"დირექტორის მოადგლე\"}', NULL, 'maia_omiadze.webp', '1', 3, 'administration', '2024-02-20 05:44:12', '2024-07-14 04:20:04'),
(29, '{\"en\": \"Nona khaptani\", \"ka\": \"ნონა ხაფთანი\"}', '{\"en\": \"Public Relations Manager\", \"ka\": \"საზოგადოებასთან ურთიერთობების მენეჯერი\"}', NULL, 'nona_khaphtani.webp', '1', 8, 'management', '2024-02-20 05:44:12', '2024-07-14 04:19:50'),
(30, '{\"en\": \"Nino Chkhobadze\", \"ka\": \"ნინო ჩხობაძე\"}', '{\"en\": \"Registry Production Specialist\", \"ka\": \"რეესტრის წარმოების სპეციალისტი\"}', NULL, 'nino_chkhobadze.webp', '1', 15, 'management', '2024-02-20 05:44:12', '2024-07-14 04:19:24'),
(31, '{\"en\": \"Davit Meskhishvili\", \"ka\": \"დავით მესხიშვილი\"}', '{\"en\": \"Procurement Specialist\", \"ka\": \"შესყიდვების სპეციალისტი\"}', NULL, 'davit_meskhishvili.webp', '1', 10, 'management', '2024-02-20 05:44:12', '2024-07-14 04:19:02'),
(32, '{\"en\": \"Mariam Gabarashvili\", \"ka\": \"მარიამ გაბარაშვილი\"}', '{\"en\": \"Manager\", \"ka\": \"საქმისმწარმოებელი\"}', NULL, 'marim_gabarashvili.webp', '1', 14, 'management', '2024-02-20 05:44:12', '2024-07-14 04:18:30'),
(35, '{\"en\": \"Tamar Samkharadze\", \"ka\": \"თამარ სამხარაძე\"}', '{\"en\": \"Assistant For Persons With Special Educational Needs\", \"ka\": \"სპეციალური საგანმანათლებლო საჭიროების მქონე პირთა ასისტენტი\"}', NULL, 'tamar_samkharadze.webp', '1', 20, 'management', '2024-02-20 05:44:12', '2024-07-14 04:53:03'),
(37, '{\"en\": \"Tamaz Kvikvinia\", \"ka\": \"თამაზ კვიკვინია\"}', '{\"en\": \"Assistant For Persons With Special Dducational Needs\", \"ka\": \"სპეციალური საგანმანათლებლო საჭიროების მქონე პირთა ასისტენტი\"}', NULL, '6693f96ee19d6-1720973678.webp', '0', 21, 'management', '2024-02-20 05:44:12', '2024-07-14 04:14:38'),
(38, '{\"en\": \"Diana Inasaridze\", \"ka\": \"დიანა ინასარიძე\"}', '{\"en\": \"Lawyer\", \"ka\": \"იურსიტი\"}', NULL, 'diana_inasaridze.webp', '1', 11, 'management', '2024-02-20 05:44:12', '2024-07-14 04:14:04'),
(40, '{\"en\": \"Girogi Kurashvili\", \"ka\": \"გიორგი ყურაშვილი\"}', '{\"en\": \"Network Administrator\", \"ka\": \"ქსელის ადმინისტრატორი\"}', NULL, 'giorgi_qurashvili.webp', '1', 12, 'management', '2024-02-20 05:44:12', '2024-07-14 04:13:37'),
(42, '{\"en\": \"Ilia Sarkhodisid\", \"ka\": \"ილია სარხოდისიდი\"}', '{\"en\": \"Industrial Innovation Laboratory Coordinator\", \"ka\": \"სამრეწველო ინოვაციების ლაბორატორიის კოორდინატორი\"}', NULL, 'no-image.jpg', '0', 22, 'management', '2024-02-20 05:44:12', '2024-02-20 05:44:12'),
(43, '{\"en\": \"Mariam Gvarjishvili\", \"ka\": \"მარიამ გვარჯიშვილი\"}', '{\"en\": \"Adult Education Coordinator\", \"ka\": \"ზრდასრულთა განათლების კოორდინატორი\"}', NULL, 'mariam_gvarjishvili.webp', '1', 23, 'management', '2024-02-20 05:44:12', '2024-02-20 05:44:12'),
(44, '{\"en\": \"Tamta Mdoreuli\", \"ka\": \"თამთა მდორეული\"}', '{\"en\": \"Librarian\", \"ka\": \"ბიბლიოთეკარი\"}', NULL, 'tamta_mdoreuli.webp', '1', 24, 'management', '2024-02-20 05:44:12', '2024-02-20 05:44:12'),
(45, '{\"en\": \"Maia Bekauri\", \"ka\": \"მაია ბექაური\"}', '{\"en\": \"Nurse\", \"ka\": \"მედდა\"}', NULL, 'maia_bekauri.webp', '1', 25, 'management', '2024-02-20 05:44:12', '2024-02-20 05:44:12'),
(46, '{\"en\": \"Lasha Odzelashvili\", \"ka\": \"ლაშა ოძელაშვილი\"}', '{\"en\": \"Material Resources Specialist\", \"ka\": \"მატერიალური რესურსების უზრუნველყოფის სპეციალისტი\"}', NULL, 'lasha_odzelashvili.webp', '1', 19, 'management', '2025-08-09 03:00:48', '2025-08-11 12:00:00'),
(47, '{\"en\": \"Salome Kakauridze\", \"ka\": \"სალომე კაკაურიძე\"}', '{\"en\": \"Learning Process Specialist\", \"ka\": \"სასწავლო პროცესის სპეციალისტი\"}', NULL, 'salome_kakauridze.webp', '1', 16, 'management', '2025-08-08 03:01:35', '2025-08-11 12:00:00'),
(48, '{\"en\": \"Nino Bukia\", \"ka\": \"ნინო ბუკია\"}', '{\"en\": \"Professional Inclusive Education Specialist\", \"ka\": \"პროფესიული ინკლუზიური განათლების სპეციალისტი\"}', NULL, 'nino_bukia.webp', '1', 18, 'management', NULL, NULL),
(49, '{\"en\": \"Mariam Chokheli\", \"ka\": \"მარიამ ჩოხელი\"}', '{\"en\": \"Quality Assurance Specialist\", \"ka\": \"ხარისხის უზრუნველყოფის სპეციალისტი\"}', NULL, 'mariam_chokheli.webp', '1', 17, 'management', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `sub_menus`
--

CREATE TABLE `sub_menus` (
  `id` int(11) NOT NULL,
  `title` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin DEFAULT NULL CHECK (json_valid(`title`)),
  `type` enum('route','url') DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `href` varchar(255) DEFAULT NULL,
  `main_menu_id` bigint(20) UNSIGNED DEFAULT NULL,
  `visibility` enum('0','1') DEFAULT '1',
  `sortable` tinyint(4) DEFAULT 1,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `sub_menus`
--

INSERT INTO `sub_menus` (`id`, `title`, `type`, `name`, `href`, `main_menu_id`, `visibility`, `sortable`, `created_at`, `updated_at`) VALUES
(1, '{\"en\": \"Mission/Vision/Values\", \"ka\": \"მისია / ხედვა / ღირებულებები\"}', 'route', 'mission', NULL, 2, '1', 1, '2024-02-26 15:01:25', '2025-03-01 08:25:50'),
(2, '{\"en\": \"Structure\", \"ka\": \"სტრუქტურა\"}', 'route', 'structure', NULL, 2, '1', 3, '2024-02-26 15:01:25', '2025-08-08 08:20:13'),
(3, '{\"en\": \"Administration\", \"ka\": \"ადმინისტრაცია\"}', 'route', 'staff', NULL, 2, '1', 4, '2024-02-26 15:01:25', '2025-08-08 08:20:29'),
(4, '{\"en\": \"teachers\", \"ka\": \"პედაგოგები\"}', 'route', 'teachers', NULL, 2, '0', 1, '2024-02-26 15:01:25', '2024-04-18 09:44:05'),
(8, '{\"en\": \"Photo Gallery\", \"ka\": \"ფოტო გალერეა\"}', 'route', 'gallery', NULL, 6, '1', 1, '2024-02-26 15:01:25', '2025-08-08 07:31:31'),
(9, '{\"en\": \"Video Gallery\", \"ka\": \"ვიდეო გალერეა\"}', 'route', 'videos', NULL, 6, '1', 1, '2024-02-26 15:01:25', '2025-08-08 07:31:45'),
(10, '{\"en\": \"Supervisory Board\", \"ka\": \"სამეთვალყურეო საბჭო\"}', 'route', 'councils', NULL, 2, '1', 5, '2024-03-04 09:32:35', '2025-08-08 08:20:43'),
(11, '{\"en\": \"Graduates\", \"ka\": \"კურსდამთავრებულები\"}', 'route', 'graduates', NULL, 2, '1', 6, '2024-03-04 09:38:24', '2025-08-08 08:21:10'),
(12, '{\"en\": \"Partner Organisations\", \"ka\": \"პარტნიორი ორგანიზაციები\"}', 'route', 'employers', NULL, 2, '1', 7, '2024-03-04 09:39:36', '2025-08-08 08:21:21'),
(13, '{\"en\": \"Reports / Activities\", \"ka\": \"ანგარიშები / აქტივობები\"}', 'route', 'reportsActivities', '', 2, '1', 8, '2024-02-26 15:01:25', '2025-08-08 14:34:16'),
(14, '{\"en\": \"Vacancies\", \"ka\": \"ვაკანსიები\"}', 'route', 'vacancies', NULL, 2, '1', 9, '2024-06-10 14:47:02', '2025-08-08 08:21:46'),
(15, '{\"en\": \"Tables\", \"ka\": \"ცხრილები\"}', 'route', 'tables', NULL, 4, '1', 1, '2025-08-08 14:47:02', '2025-08-08 14:47:02'),
(16, '{\"en\": \"Library\", \"ka\": \"ბიბლოთეკა\"}', 'url', NULL, 'https://geolibrary.byethost3.com/gldani/opac/index.php', 4, '1', 2, '2025-08-08 14:47:02', '2025-08-08 07:55:27'),
(17, '{\"en\": \"Development Strategy\", \"ka\": \"სტრატეგიული განვითარება\"}', 'route', 'developmentStrategy', NULL, 2, '1', 2, '2025-08-08 15:01:25', '2025-08-08 09:14:25');

-- --------------------------------------------------------

--
-- Table structure for table `sub_sliders`
--

CREATE TABLE `sub_sliders` (
  `id` bigint(20) NOT NULL,
  `slide` varchar(255) NOT NULL,
  `visibility` enum('0','1') DEFAULT '1',
  `sortable` tinyint(4) DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `sub_sliders`
--

INSERT INTO `sub_sliders` (`id`, `slide`, `visibility`, `sortable`, `created_at`, `updated_at`) VALUES
(1, 'presentation-slide-01.webp', '1', 1, '2025-03-04 08:47:02', '2025-03-04 08:47:02'),
(2, 'presentation-slide-02.webp', '1', 1, '2025-03-04 08:47:02', '2025-03-04 08:47:02'),
(3, 'presentation-slide-03.webp', '1', 1, '2025-03-04 08:47:02', '2025-03-04 08:47:02'),
(4, 'presentation-slide-04.webp', '1', 1, '2025-03-04 08:47:02', '2025-03-04 08:47:02'),
(5, 'presentation-slide-05.webp', '1', 1, '2025-03-04 08:47:02', '2025-03-04 08:47:02'),
(6, 'presentation-slide-06.webp', '1', 1, '2025-03-04 08:47:02', '2025-03-04 08:47:02'),
(7, 'presentation-slide-07.webp', '1', 1, '2025-03-04 08:47:02', '2025-03-04 08:47:02'),
(8, 'presentation-slide-16.webp', '1', 1, '2025-03-04 08:47:02', '2025-03-04 08:47:02'),
(9, 'presentation-slide-17.webp', '1', 1, '2025-03-04 08:47:02', '2025-03-04 08:47:02'),
(10, 'presentation-slide-18.webp', '1', 1, '2025-03-04 08:47:02', '2025-03-04 08:47:02'),
(11, 'presentation-slide-19.webp', '1', 1, '2025-03-04 08:47:02', '2025-03-04 08:47:02'),
(12, 'presentation-slide-20.webp', '1', 1, '2025-03-04 08:47:02', '2025-03-04 08:47:02');

-- --------------------------------------------------------

--
-- Table structure for table `tasks`
--

CREATE TABLE `tasks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `image` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `title` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`title`)),
  `url` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `visibility` enum('0','1') CHARACTER SET utf8 NOT NULL DEFAULT '1',
  `sortable` tinyint(4) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `teachers`
--

CREATE TABLE `teachers` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `full_name` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`full_name`)),
  `subject` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`subject`)),
  `email` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'no-image.jpg',
  `visibility` enum('0','1') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '1',
  `sortable` tinyint(4) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `teachers`
--

INSERT INTO `teachers` (`id`, `full_name`, `subject`, `email`, `image`, `visibility`, `sortable`, `created_at`, `updated_at`) VALUES
(1, '{\"en\": \"Sergo Gratiashvili\", \"ka\": \"გრატიაშვილი სერგო\"}', '{\"en\": \"Heavy construction equipment\", \"ka\": \"მძიმე სამშენებლო ტექნიკა\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(2, '{\"en\": \"Tsira Menteshashvili\", \"ka\": \"მენთეშაშვილი ცირა\"}', '{\"en\": \"Accounting\", \"ka\": \"ბუღალტრული აღრიცხვა\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(3, '{\"en\": \"Vano Chutkerashvili\", \"ka\": \"ჩუტკერაშვილი ვანო\"}', '{\"en\": \"Vehicle Repair Electrical Technician\", \"ka\": \"ავტომობილის შემკეთებელი/ელექტრო-ტექნიკოსი\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(4, '{\"en\": \"Valeri Jajanidze\", \"ka\": \"ჯაჯანიძე ვალერი\"}', '{\"en\": \"Vehicle Repair Electrical Technician\", \"ka\": \"ავტომობილის შემკეთებელი/ელექტრო-ტექნიკოსი\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(5, '{\"en\": \"Manana Shetsiruli\", \"ka\": \"შეწირული მანანა\"}', '{\"en\": \"Chassis technician\", \"ka\": \"სავალი ნაწილის ტექნიკოსი\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(6, '{\"en\": \"Gulnara Eliava\", \"ka\": \"ელიავა გულნარა\"}', '{\"en\": \"Sewing products specialist\", \"ka\": \"სამკერვალო ნაწარმის სპეციალისტი\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(7, '{\"en\": \"\", \"ka\": \"მარაული ციალა\"}', '{\"en\": \"Sewing products specialist\", \"ka\": \"სამკერვალო ნაწარმის სპეციალისტი\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(8, '{\"en\": \"Tsiala Marauli\", \"ka\": \"გიორგობიანი ლეილა\"}', '{\"en\": \"Office-manager (Secretary-referent)\", \"ka\": \"საოფისე საქმე\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(9, '{\"en\": \"Tina Jolbordi\", \"ka\": \"ჯოლბორდი თინა\"}', '{\"en\": \"Accounting\", \"ka\": \"ბუღალტრული აღრიცხვა\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(10, '{\"en\": \"Dali Mazmishvili\", \"ka\": \"მაზმიშვილი დალი\"}', '{\"en\": \"Quantitative literacy\", \"ka\": \"რაოდენობრივი წიგნიერება\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(11, '{\"en\": \"Aida Qitashvili-kvachantiradze\", \"ka\": \"აიდა ქიტაშვილი-კვაჭანტირაძე\"}', '{\"en\": \"Small business manufacture\", \"ka\": \"მცირე ბიზნესის წარმოება\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(12, '{\"en\": \"Davit Djafaridze\", \"ka\": \"ჯაფარიძე დავით\"}', '{\"en\": \"entrepreneurship\", \"ka\": \"მეწარმეობა\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(13, '{\"en\": \"Nana Mchedlishvili\", \"ka\": \"მჭედლიშვილი ნანა\"}', '{\"en\": \"entrepreneurship\", \"ka\": \"მეწარმეობა\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(14, '{\"en\": \"Shorena Demurashvili\", \"ka\": \"დემურაშვილი შორენა\"}', '{\"en\": \"Information technology\", \"ka\": \"ინფორმაციული ტექნოლოგი\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(15, '{\"en\": \"Nino Baakashvili\", \"ka\": \"ბააკაშვილი ნინო\"}', '{\"en\": \"Foreign language( English)\", \"ka\": \"უცხო ენა (ინგლისური)\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(16, '{\"en\": \"Eliza Darakhvelidze\", \"ka\": \"დარახველიძე ელიზა\"}', '{\"en\": \"Foreign language( English)\", \"ka\": \"უცხო ენა ( ინგლისური)\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(17, '{\"en\": \"Gradiashvili George\", \"ka\": \"მღებრიშვილი მარიამ\"}', '{\"en\": \"Foreign language( English)\", \"ka\": \"უცხოენა (ინგლისური)\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(18, '{\"en\": \"Akaki Pheiqrishvili\", \"ka\": \"ფეიქრიშვილი აკაკი\"}', '{\"en\": \"Information Technology\", \"ka\": \"ინფორმაციის ტექნოლოგია\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(19, '{\"en\": \"Zviadi Mamniashvili\", \"ka\": \"მამნიაშვილი ზვიადი\"}', '{\"en\": \"Information Technology\", \"ka\": \"ინფორმაციის ტექნოლოგია\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(20, '{\"en\": \"Naili Gagnidze\", \"ka\": \"გაგნიძე ნაილი\"}', '{\"en\": \"Accounting\", \"ka\": \"ბუღალტრული აღრიცხვა\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(21, '{\"en\": \"Teimuraz Kiknadze\", \"ka\": \"კიკნაძე თეიმურაზ\"}', '{\"en\": \"Topography\", \"ka\": \"ტოპოგრაფი\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(22, '{\"en\": \"Spartak Aslanishvili\", \"ka\": \"ასლანიშვილი სპარტაკი\"}', '{\"en\": \"Topography\", \"ka\": \"ტოპოგრაფი\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(23, '{\"en\": \"Khatuna Phareishvili\", \"ka\": \"ფარეიშვილი ხათუნა\"}', '{\"en\": \"Garment art designer\", \"ka\": \"ტანსაცმლის მხატვრული კონსტრუირება\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(24, '{\"en\": \"Mariam Geldiashvili\", \"ka\": \"გელდიაშვილი მარიამ\"}', '{\"en\": \"Garment art designer\", \"ka\": \"ტანსაცმლის მხატვრული კონსტრუირება\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(25, '{\"en\": \"Nino Tuashvili\", \"ka\": \"თუაშვილი ნინო\"}', '{\"en\": \"Desktop Publishing Technical Designer\", \"ka\": \"საგამომცემლო საქმის ტექ.დიზაინერი\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(26, '{\"en\": \"Lela Maisuradze\", \"ka\": \"მაისურაძე ლელა\"}', '{\"en\": \"Desktop Publishing Technical Designer\", \"ka\": \"საგამომცემლო საქმის ტექ.დიზაინერი\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(27, '{\"en\": \"Ana Iremadze\", \"ka\": \"ირემაძე ანა\"}', '{\"en\": \"3D Graphics Generalist\", \"ka\": \"სამგანზომილებიანი გრაფიკა 3D\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(28, '{\"en\": \"Giuli Gurgenidze\", \"ka\": \"გურგენიძე გიული\"}', '{\"en\": \"Cashier\", \"ka\": \"მოლარე\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(29, '{\"en\": \"Karlo Kvijinadze\", \"ka\": \"კვიჟინაძე კარლო\"}', '{\"en\": \"Network Administrator\", \"ka\": \"ქსელის ადმინისტრატორი\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(30, '{\"en\": \"Giorgi Nachkhepia\", \"ka\": \"ნაჭყეპია გიორგი\"}', '{\"en\": \"Network Administrator\", \"ka\": \"ქსელის ადმინისტრატორი\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(31, '{\"en\": \"Vasil Xutsishvili\", \"ka\": \"ხუციშვილი ვასილი\"}', '{\"en\": \"Bank Cashier Operator\", \"ka\": \"ბანკის მოლარე-ოპერატორი\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(32, '{\"en\": \"Davit Gogidze\", \"ka\": \"გოგიძე დავით\"}', '{\"en\": \"Web programmer\", \"ka\": \"ვებ პროგრამისტი\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(33, '{\"en\": \"Nino Siradze\", \"ka\": \"ნინო სირაძე\"}', '{\"en\": \"Georgian Language\", \"ka\": \"ქართული ენა\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(34, '{\"en\": \"Nino Sukhashvili\", \"ka\": \"ნინო სუხაშვილი\"}', '{\"en\": \"Accounting\", \"ka\": \"ბუღალტრული აღრიცხვა\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(35, '{\"en\": \"Mzia Varduashvili\", \"ka\": \"მზია ვარდუაშვილი\"}', '{\"en\": \"Accounting\", \"ka\": \"ბუღალტრული აღრიცხვა\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(36, '{\"en\": \"Vakhtang Ushkhvani\", \"ka\": \"ვახტანგ უშხვანი\"}', '{\"en\": \"Bank Cashier Operator\", \"ka\": \"ბანკის მოლარე ოპერატორი\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(37, '{\"en\": \"Grigalashvili Maia\", \"ka\": \"გრიგალაშვილი მაია\"}', '{\"en\": \"Garment art designer\", \"ka\": \"ტანსაცმლის მხატვრული კონსტრუირება\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(38, '{\"en\": \"Odishvili Zviad\", \"ka\": \"ოდიშვილი ზვიად\"}', '{\"en\": \"Car diagnostician\", \"ka\": \"ავტომობილის დიაგნოსტიკოსი\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(39, '{\"en\": \"Tatia Kopaleishvili\", \"ka\": \"თათია კოპალეიშვილი\"}', '{\"en\": \"Civil education\", \"ka\": \"სამოქალაქო განათლება\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(40, '{\"en\": \"Tinatin Niazashvili\", \"ka\": \"თინათინ ნიაზაშვილი\"}', '{\"en\": \"Accounting\", \"ka\": \"ბუღალტრული აღრიცხვა\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(41, '{\"en\": \"Venera Ghvineria\", \"ka\": \"ვენერა ღვინერია\"}', '{\"en\": \"Accounting\", \"ka\": \"ბუღალტრული აღრიცხვა\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(42, '{\"en\": \"Khatuna Dekanoidze\", \"ka\": \"ხათუნა დეკანოიძე\"}', '{\"en\": \"Accounting\", \"ka\": \"ბუღალტრული აღრიცხვა\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(43, '{\"en\": \"Jemal Khmiadashvili\", \"ka\": \"ჯემალ ხმიადაშვილი\"}', '{\"en\": \"Engine repairer\", \"ka\": \"ძრავის შემკეთებელი\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26'),
(44, '{\"en\": \"Gagoshashvili Mariam\", \"ka\": \"გაგოშაშვილი მარიამ\"}', '{\"en\": \"Topography\", \"ka\": \"ტოპოგრაფი\"}', NULL, 'no-image.jpg', '1', 1, '2024-02-21 11:19:26', '2024-02-21 11:19:26');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `vacancies`
--

CREATE TABLE `vacancies` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) NOT NULL,
  `file` varchar(255) NOT NULL,
  `visibility` enum('0','1') DEFAULT '1',
  `sortable` tinyint(4) DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `vacancies`
--

INSERT INTO `vacancies` (`id`, `title`, `file`, `visibility`, `sortable`, `created_at`, `updated_at`) VALUES
(1, 'Senior Software Engineer', 'senior_engineer.pdf', '1', 1, '2025-08-10 19:35:30', '2025-08-10 19:35:30'),
(2, 'Marketing Manager', 'marketing_manager.pdf', '1', 2, '2025-08-10 19:35:30', '2025-08-10 19:35:30'),
(3, 'Financial Analyst', 'financial_analyst.pdf', '1', 3, '2023-05-15 06:30:00', '2023-05-15 06:30:00'),
(4, 'HR Coordinator', 'hr_coordinator.pdf', '1', 4, '2023-06-20 10:45:00', '2023-06-20 10:45:00'),
(5, 'Graphic Designer', 'graphic_designer.pdf', '1', 5, '2023-07-10 05:15:00', '2023-07-10 05:15:00'),
(6, 'Customer Support Specialist', 'customer_support.pdf', '0', 6, '2023-08-05 07:20:00', '2023-08-05 07:20:00'),
(7, 'Data Scientist', 'data_scientist.pdf', '1', 7, '2023-09-12 12:30:00', '2023-09-12 12:30:00'),
(8, 'Product Manager', 'product_manager.pdf', '1', 8, '2023-10-18 09:10:00', '2023-10-18 09:10:00'),
(9, 'Sales Representative', 'sales_rep.pdf', '1', 9, '2023-11-22 04:45:00', '2023-11-22 04:45:00'),
(10, 'IT Support Technician', 'it_support.pdf', '0', 10, '2023-12-05 11:00:00', '2023-12-05 11:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `videos`
--

CREATE TABLE `videos` (
  `id` int(11) NOT NULL,
  `title` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin DEFAULT NULL CHECK (json_valid(`title`)),
  `url` varchar(255) DEFAULT NULL,
  `visibility` enum('0','1') DEFAULT '1',
  `sortable` tinyint(4) DEFAULT 1,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `videos`
--

INSERT INTO `videos` (`id`, `title`, `url`, `visibility`, `sortable`, `created_at`, `updated_at`) VALUES
(19, '{\"en\": \"A successful graduate of Gldani Vocational Training Center\", \"ka\": \"გლდანის პროფესიული მომზადების ცენტრის წარმატებული კურსდამთავრებული\"}', 'https://www.youtube.com/embed/LAxc4YoDaeg?si=XqiSbZUa9KLrvs-j', '1', 4, '2024-07-04 09:56:43', '2025-08-09 14:16:10'),
(20, '{\"en\": \"\\\"Startup Hub\\\" project at the \\\"Gldani Vocational Training Center\\\" College\", \"ka\": \"\\\"სტარტაპ ჰაბის\\\" პროექტი სსიპ - კოლეჯ \\\"გლდანის პროფესიული მომზადების ცენტრში\\\"\"}', 'https://www.youtube.com/embed/3uaeJy5ToaA?si=SVpGzSvnaxpPC6S8', '1', 1, '2024-07-04 09:58:01', '2024-07-04 09:58:01'),
(21, '{\"ka\":\"წლის საუკეთესო პროფესიული პროგრამა - ინდუსტრიული დიზაინის შესრულება\",\"en\":\"Best Professional Program of the Year - Industrial Design Performance\"}', 'https://www.youtube.com/embed/fW517iwURE4?si=9TkKqY4O5pqFA7rU', '1', 2, '2025-08-09 14:02:40', '2025-08-09 14:10:11'),
(22, '{\"ka\":\"2024 წლის პროფესიული განათლების მასწავლებელი გურამ დავითლიძე\",\"en\":\"Vocational Education Teacher of the Year 2024 Guram Davitlidze\"}', 'https://www.youtube.com/embed/JMP9kfNalEE?si=bEA_gcTBWdW8RdGX', '1', 3, '2025-08-09 14:05:24', '2025-08-09 14:12:50'),
(23, '{\"ka\":\"პროფესია საგამომცემლო საქმის დიზაინერი\",\"en\":\"Profession: Publishing designer\"}', 'https://www.youtube.com/embed/zw92D_dwcUk?si=4vQwFhZRl1z-gsVw', '1', 5, '2025-08-09 14:09:07', '2025-08-09 14:16:14'),
(24, '{\"ka\":\"პროფესია - მძიმე ტექნიკის ოპერატორი\",\"en\":\"Profession - Heavy equipment operator\"}', 'https://www.youtube.com/embed/6I9wCvl1y2g?si=-_WBPa_xScg8Y-pK', '1', 6, '2025-08-09 14:15:21', '2025-08-09 14:15:21'),
(25, '{\"ka\":\"გლდანის პროფესიულ კოლეჯში სტუდენტების მიღება დაიწყო\",\"en\":\"Gldani Vocational College has started accepting students\"}', 'https://www.youtube.com/embed/7U5sLp2OAC0?si=V7va2Ia0jw3nlZgQ', '1', 10, '2025-08-09 14:21:04', '2025-08-09 14:35:59'),
(26, '{\"ka\":\"პროფესია ავტოშემკეთებელი\",\"en\":\"Profession: Auto mechanic\"}', 'https://www.youtube.com/embed/17Bpm8K9w9Y?si=hUlwuUN1a-Ue2aKK', '1', 11, '2025-08-09 14:24:22', '2025-08-09 14:36:05'),
(27, '{\"ka\":\"პროფესია ვებ პროგრამისტი\",\"en\":\"Profession: Web Developer\"}', 'https://www.youtube.com/embed/2YnlsITijiA?si=Ifri0DaeZh3yaGZO', '1', 12, '2025-08-09 14:26:49', '2025-08-09 14:36:09'),
(28, '{\"ka\":\"სსიპ.საზოგადოებრივი კოლეჯი. გლდანის პროფესიული მომზადების ცენტრი.\",\"en\":\"LEPL. Community College. Gldani Vocational Training Center.\"}', 'https://www.youtube.com/embed/FQakNuJZV3Q?si=nFA4OKplDzDxlc8Y', '1', 7, '2025-08-09 14:38:22', '2025-08-09 14:38:22'),
(29, '{\"ka\":\"საზოგადოებრივი კოლეჯი “გლდანის პროფესიული მომზადების ცენტრი“ - პრეზენტაცია 2018\",\"en\":\"Community College “Gldani Vocational Training Center” - Presentation 2018\"}', 'https://www.youtube.com/embed/yMfnFW9zcC0?si=RcBzKaGAGl4N-rtU', '1', 8, '2025-08-09 14:40:45', '2025-08-09 14:40:45'),
(30, '{\"ka\":\"გახდი პროფესიონალი და დასაქმდი\",\"en\":\"Become a professional and get a job.\"}', 'https://www.youtube.com/embed/ZIL17IYq15Y?si=9fzxj0iRKllB2bND', '1', 9, '2025-08-09 14:42:37', '2025-08-09 14:42:37');

-- --------------------------------------------------------

--
-- Table structure for table `visitors`
--

CREATE TABLE `visitors` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `region` varchar(255) DEFAULT NULL,
  `district` varchar(255) DEFAULT NULL,
  `school` varchar(255) NOT NULL,
  `date` date NOT NULL,
  `phone` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `visitors`
--

INSERT INTO `visitors` (`id`, `region`, `district`, `school`, `date`, `phone`, `created_at`, `updated_at`) VALUES
(2, 'Ipsa consequatur ut', 'Deserunt assumenda e', 'Repellendus Vitae o', '2021-11-18', '463423098', '2024-06-25 12:17:19', '2024-06-25 12:17:19'),
(3, 'Modi et est amet ve', 'Ut dolore dolore qui', 'Sunt et labore imped', '2018-03-15', '134637282', '2024-06-25 12:21:41', '2024-06-25 12:21:41'),
(4, 'Nam sit mollitia ni', 'Ipsa quia eum offic', 'Voluptatem deleniti', '2011-12-01', '36340000000', '2024-12-19 11:26:21', '2024-12-19 11:26:21');

-- --------------------------------------------------------

--
-- Table structure for table `votes`
--

CREATE TABLE `votes` (
  `id` bigint(20) NOT NULL,
  `high` int(11) NOT NULL DEFAULT 0,
  `middle` int(11) NOT NULL DEFAULT 0,
  `low` int(11) NOT NULL DEFAULT 0,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `votes`
--

INSERT INTO `votes` (`id`, `high`, `middle`, `low`, `created_at`, `updated_at`) VALUES
(3, 47, 31, 6, '2024-03-17 16:57:10', '2024-07-30 08:02:15');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `articles`
--
ALTER TABLE `articles`
  ADD PRIMARY KEY (`id`),
  ADD KEY `articles_category_id_foreign` (`category_id`);

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `college_principles`
--
ALTER TABLE `college_principles`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `contacts`
--
ALTER TABLE `contacts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `councils`
--
ALTER TABLE `councils`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `docs`
--
ALTER TABLE `docs`
  ADD PRIMARY KEY (`id`),
  ADD KEY `docs_article_id_foreign` (`article_id`);

--
-- Indexes for table `documentations`
--
ALTER TABLE `documentations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `employers`
--
ALTER TABLE `employers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`);

--
-- Indexes for table `gallery_images`
--
ALTER TABLE `gallery_images`
  ADD PRIMARY KEY (`id`),
  ADD KEY `gallery_images_photo_gallery_id_foreign` (`photo_gallery_id`);

--
-- Indexes for table `graduateds`
--
ALTER TABLE `graduateds`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `groups`
--
ALTER TABLE `groups`
  ADD PRIMARY KEY (`id`),
  ADD KEY `profession_id` (`profession_id`);

--
-- Indexes for table `main_menus`
--
ALTER TABLE `main_menus`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `partners`
--
ALTER TABLE `partners`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_reset_tokens`
--
ALTER TABLE `password_reset_tokens`
  ADD PRIMARY KEY (`email`);

--
-- Indexes for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  ADD KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`);

--
-- Indexes for table `photo_galleries`
--
ALTER TABLE `photo_galleries`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `professions`
--
ALTER TABLE `professions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `programs`
--
ALTER TABLE `programs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `slides`
--
ALTER TABLE `slides`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `staff`
--
ALTER TABLE `staff`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sub_menus`
--
ALTER TABLE `sub_menus`
  ADD PRIMARY KEY (`id`),
  ADD KEY `main_menu_id` (`main_menu_id`);

--
-- Indexes for table `sub_sliders`
--
ALTER TABLE `sub_sliders`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tasks`
--
ALTER TABLE `tasks`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `teachers`
--
ALTER TABLE `teachers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- Indexes for table `vacancies`
--
ALTER TABLE `vacancies`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `videos`
--
ALTER TABLE `videos`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `visitors`
--
ALTER TABLE `visitors`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `votes`
--
ALTER TABLE `votes`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `articles`
--
ALTER TABLE `articles`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=49;

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `college_principles`
--
ALTER TABLE `college_principles`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `contacts`
--
ALTER TABLE `contacts`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `councils`
--
ALTER TABLE `councils`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=23;

--
-- AUTO_INCREMENT for table `docs`
--
ALTER TABLE `docs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `documentations`
--
ALTER TABLE `documentations`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=91;

--
-- AUTO_INCREMENT for table `employers`
--
ALTER TABLE `employers`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=48;

--
-- AUTO_INCREMENT for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gallery_images`
--
ALTER TABLE `gallery_images`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=139;

--
-- AUTO_INCREMENT for table `graduateds`
--
ALTER TABLE `graduateds`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `groups`
--
ALTER TABLE `groups`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `main_menus`
--
ALTER TABLE `main_menus`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=50;

--
-- AUTO_INCREMENT for table `partners`
--
ALTER TABLE `partners`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `photo_galleries`
--
ALTER TABLE `photo_galleries`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=169;

--
-- AUTO_INCREMENT for table `professions`
--
ALTER TABLE `professions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT for table `programs`
--
ALTER TABLE `programs`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=29;

--
-- AUTO_INCREMENT for table `slides`
--
ALTER TABLE `slides`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=34;

--
-- AUTO_INCREMENT for table `staff`
--
ALTER TABLE `staff`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=50;

--
-- AUTO_INCREMENT for table `sub_menus`
--
ALTER TABLE `sub_menus`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT for table `sub_sliders`
--
ALTER TABLE `sub_sliders`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `tasks`
--
ALTER TABLE `tasks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `teachers`
--
ALTER TABLE `teachers`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=45;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `vacancies`
--
ALTER TABLE `vacancies`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `videos`
--
ALTER TABLE `videos`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=31;

--
-- AUTO_INCREMENT for table `visitors`
--
ALTER TABLE `visitors`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `votes`
--
ALTER TABLE `votes`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `articles`
--
ALTER TABLE `articles`
  ADD CONSTRAINT `articles_category_id_foreign` FOREIGN KEY (`category_id`) REFERENCES `categories` (`id`);

--
-- Constraints for table `docs`
--
ALTER TABLE `docs`
  ADD CONSTRAINT `docs_article_id_foreign` FOREIGN KEY (`article_id`) REFERENCES `articles` (`id`);

--
-- Constraints for table `gallery_images`
--
ALTER TABLE `gallery_images`
  ADD CONSTRAINT `gallery_images_photo_gallery_id_foreign` FOREIGN KEY (`photo_gallery_id`) REFERENCES `photo_galleries` (`id`);

--
-- Constraints for table `groups`
--
ALTER TABLE `groups`
  ADD CONSTRAINT `groups_ibfk_1` FOREIGN KEY (`profession_id`) REFERENCES `professions` (`id`);

--
-- Constraints for table `sub_menus`
--
ALTER TABLE `sub_menus`
  ADD CONSTRAINT `sub_menus_ibfk_1` FOREIGN KEY (`main_menu_id`) REFERENCES `main_menus` (`id`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
